[
    {
        "category": "Exterior",
        "products": [
            {

                "name": "Nanolicious Wash",
                "description": "A couple of years ago we sat down with our chemists and began the wish list for a dream wash. This wash needed to be super lubricating, have amazing cleaning power, gentle on delicate modern paints and hands, be a true protective wash suitable for the Aussie environmental conditions and work with modern nano based paint protection coatings. It took a couple of years to get right, but what we created is one of the best and most unique washes on the planet.",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99],
                "image": ["BONANO125ML", "BONANO500ML", "BONANO2L", "BONANO5L", "BONANO20L"]
            },
            {

                "name": "Auto Body Gel",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            },
            {
                "name": "Snow Job",
                "description": "We're bringing snow to all parts of Australia with this effective, deep cleaning Australian developed and made pre-wash foam that we call Snow Job. It has been created for regular use on all cars, modern and classic, even those with sensitive paint finishes. The thick and long-lasting foam blankets the car, to loosen and dissolve heavier contaminants, oils and grit from the painted surface, so you're no longer grinding this dirt and grit into your paint while you wash. Spray this through our awesome Snow Blow Cannon, to dramatically decrease the chance of getting any swirls or scratches when washing your car.",
                "size": [1000, 2000, 5000, 20000],
                "price": [31.99, 58.99, 106.99, 405.99],
                "image": ["BOSNOW1L", "BOSNOW2L", "BOSNOW5L", "BOSNOW20L"]
            },{
                "name": "DANIEL MORCOMBE SNOW GOOD",
                "description": "We find snow foaming so fun and satisfying, and now we've added an extra layer of goodness to the experience with our new Snow Good charity foams - we're absolutely rapt to donate $10 from every bottle of Snow Good to support The Daniel Morcombe Foundation and all the amazing work they do to make Australia a safer place for children. Snow Good is based on our epicly popular Yellow Snow special edition foam (with a sweet new fragrance), so not only are you going to get great results, you can feel Snow Good that you're helping a charity with every wash.",
                "size": [1000],
                "price": [30.99],
                "image": ["BCDM"]
            },{
                "name": "MEGA SNOW JOB",
                "description": "We love a good Snow Job pre-wash, but sometimes on those dirtier weekends you need something with a bit more oomph to cut through and loosen heavier dirt and grime. Mega Snow Job is our new heavy duty snow foam designed for those dirtier jobs - whether it's for your 4WD, motorbike, off road caravan, even watercraft, or you just want that deeper clean.",
                "size": [1000, 5000],
                "price": [31.99, 106.99],
                "image": ["BOMEGASNOW1L", "BOMEGASNOW5L"]
            },{
                "name": "YELLOW SNOW",
                "description": "A super thick and sudsy snow foam for pre cleaning your vehicle, before moving onto a 2 bucket wash. Available in 5L and 20L bottles only, for those frothers who love their Yellow Snow.",
                "size": [5000, 20000],
                "price": [80.99, 395.99],
                "image": ["BODONTEAT5L", "BODONTEAT20L"]
            },{
                "name": "WAX WASH",
                "description": "We always thought wash and wax products were very gimmicky and not much chop, so we set our chemists off to make one that actually works. This is a more naturally formulated wash, that uses a modern blend of ingredients to give a great shine and added protection while you wash.",
                "size": [2000, 5000, 20000],
                "price": [30.99, 71.99, 199.99],
                "image": ["BOWW2L", "BOWW5L", "BOWW20L"]
            },{
                "name": "SUMMER EDITION WAX WASH",
                "description": "Much loved by many car fanatics, our special edition Summer Wax Wash is a Carnauba infused wash, created for the time poor or lazy enthusiast. This custom formulation is beautifully easy to use, super lubricating and deep cleans as well as our original Wax Wash, but has a touch more Carnauba for extra shine and protection, as well as some cool anti-rust additives and UV protectants to deal with our Aussie Summer conditions.",
                "size": [500],
                "price": [9.99],
                "image": ["BOSUMMERWW"]
            },{
                "name": "HAPPY ENDING",
                "description": "A new generation of car care that creates a super hydrophobic layer of protection and a stunning shine in one quick step. This finishing foam is applied with our Snow Blow Cannon at the end of the wash. No rubbing on or buffing off is needed, making it super easy to get awesome results - so easy in fact, it feels like you're cheating.",
                "size": [1000],
                "price": [61.99],
                "image": ["BOHAPPY"]
            },{
                "name": "WET DREAMS",
                "description": "A fantastic spray on, rinse off protective sealant that we use at the end of a wash. This is ideal for fanatics who want a quick boost of shine and super hydrophobic protection and prefer not to use a pressure washer when they detail their cars. The way it works on a still wet surface is a total dream, hence the name Wet Dreams.",
                "size": [125, 770, 5000],
                "price": [9.99, 35.99, 209.99],
                "image": ["BODREAMS125ML", "BODREAMS770ML", "BODREAMS5L"]
            },{
                "name": "AFTER GLOW",
                "description": "",
                "size": [125, 500, 5000],
                "price": [12.99, 32.99, 221.99],
                "image": ["BOGLOW125ML", "BOGLOW500ML", "BOGLOW5L"]
            },{
                "name": "THREE WAY",
                "description": "Three Way is our Aussie made and developed solution for easy removal of embedded iron particles and other hard to remove contamination from your paint. We've been working on this one for the last year to use as a safe paint preparation product, that does three decontamination processes in one go. It saves you time and money and leaves you with beautiful smooth paint, so our final stage wax and sealant products can leave a greater shine and protect for longer.",
                "size": [125, 750, 5000],
                "price": [10.99, 37.99, 221.99],
                "image": ["BO3WAY125ML", "BO3WAY750ML", "BO3WAY5L"]
            },{
                "name": "CLAYING RUBBER",
                "description": "One of the first steps to shiny paint, is to return it to a nice and smooth finish, free from any bonded contaminants. This new Claying Rubber is what we’ve found to be the easiest, fastest and most effective way to remove these bonded contaminants in one simple step. Using this will help make your paint super smooth, as well as making the paint cleanser, waxes and sealant products easier to use, give a great shine and protect at their very best.",
                "size": [],
                "price": [39.99],
                "image": ["BOFCRBIG"]
            },{
                "name": "",
                "description": "",
                "size": [],
                "price": [],
                "image": []
            }
            
        ]
    },
    {

        "category": "Interior",
        "products": [
            {
                "name": "Leather Love",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "Naked Glass",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    },
    {
        "category": "Microfibre",
        "products": [
            {
                "name": "Muffy Sponge",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "The Wash Pillow",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    },
    {
        "category": "Value Packs",
        "products": [
            
            {
                "name": "The Black Box",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "Happy Ending Pack",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    },
    {
        "category": "Car Care Kits",
        "products": [
            {
                "name": "brand SPanking New Kit",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "Classic Fanatics Kit",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    },
    {
        "category": "Detailing Tools",
        "products": [
            {
                "name": "All Sorts",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "Black Apps",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    },
    {
        "category": "Merchandise",
        "products": [
            
            {
                "name": "Happy Ending Tee",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "I Give Snow Jobs Tee",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    },
    {
        "category": "New Products",
        "products": [
            {
                "name": "The Flatty Sock",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "Daniel Morcombe Snow Good",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    }
]
