[
    {
        "category": "Exterior",
        "products": [
            {
                
                "name": "Nanolicious Wash",
                "caption": "OUR DREAM WASH, CREATED FOR THE FUSSIEST FANATICS",
                "description": "A couple of years ago we sat down with our chemists and began the wish list for a dream wash. This wash needed to be super lubricating, have amazing cleaning power, gentle on delicate modern paints and hands, be a true protective wash suitable for the Aussie environmental conditions and work with modern nano based paint protection coatings. It took a couple of years to get right, but what we created is one of the best and most unique washes on the planet.",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99],
                "image": "BONANO"
            },
            {
                
                "name": "Auto Body Gel",
                "caption": "GIVE YOUR CAR A BRILLIANT GLOW",
                "description": "The very first ever product that we ever created. It's a pure luxury wash, that's popular for a lot of reasons; from its slippery feel to help prevent any grime micro-scratching your paint, to the lovely clean glow it leaves on your beloved vehicle after a wash. Different to other washes, you can use it in the direct sun on the hottest day and not worry about it leaving streaking when rinsing down after. That's as "made for Aussie conditions" as you'll find! Give this one a run, we promise you'll love it.",
                "size": [500, 5000],
                "price": [17.99, 102.99],
                "image": "BOABG"
            },
            {
                "name": "Snow Job",
                "caption": "A touch-less pre-wash snow foam, to help stop swirl marks when washing.",
                "description": "We're bringing snow to all parts of Australia with this effective, deep cleaning Australian developed and made pre-wash foam that we call Snow Job. It has been created for regular use on all cars, modern and classic, even those with sensitive paint finishes. The thick and long-lasting foam blankets the car, to loosen and dissolve heavier contaminants, oils and grit from the painted surface, so you're no longer grinding this dirt and grit into your paint while you wash. Spray this through our awesome Snow Blow Cannon, to dramatically decrease the chance of getting any swirls or scratches when washing your car.",
                "size": [1000, 2000, 5000, 20000],
                "price": [31.99, 58.99, 106.99, 405.99],
                "image": "BOSNOW"
            },{
                "name": "DANIEL MORCOMBE SNOW GOOD",
                "caption": "BECAUSE IT FEELS SNOW GOOD TO GIVE BACK",
                "description": "We find snow foaming so fun and satisfying, and now we've added an extra layer of goodness to the experience with our new Snow Good charity foams - we're absolutely rapt to donate $10 from every bottle of Snow Good to support The Daniel Morcombe Foundation and all the amazing work they do to make Australia a safer place for children. Snow Good is based on our epicly popular Yellow Snow special edition foam (with a sweet new fragrance), so not only are you going to get great results, you can feel Snow Good that you're helping a charity with every wash.",
                "size": [1000],
                "price": [30.99],
                "image": "BCDM"
            },{
                "name": "MEGA SNOW JOB",
                "caption": "A touch-less pre-wash snow foam, to help stop swirl marks when washing.",
                "description": "We love a good Snow Job pre-wash, but sometimes on those dirtier weekends you need something with a bit more oomph to cut through and loosen heavier dirt and grime. Mega Snow Job is our new heavy duty snow foam designed for those dirtier jobs - whether it's for your 4WD, motorbike, off road caravan, even watercraft, or you just want that deeper clean.",
                "size": [1000, 5000],
                "price": [31.99, 106.99],
                "image": "BOMEGASNOW"
            },{
                "name": "YELLOW SNOW",
                "caption": "A touch-less pre-wash snow foam, to help stop swirl marks when washing.",
                "description": "A super thick and sudsy snow foam for pre cleaning your vehicle, before moving onto a 2 bucket wash. Available in 5L and 20L bottles only, for those frothers who love their Yellow Snow.",
                "size": [5000, 20000],
                "price": [80.99, 395.99],
                "image": "BODONTEAT"
            },{
                "name": "WAX WASH",
                "caption": "FOR THE MORE TIME POOR AND LAZY ENTHUSIASTS.",
                "description": "We always thought wash and wax products were very gimmicky and not much chop, so we set our chemists off to make one that actually works. This is a more naturally formulated wash, that uses a modern blend of ingredients to give a great shine and added protection while you wash.",
                "size": [2000, 5000, 20000],
                "price": [30.99, 71.99, 199.99],
                "image": "BOWW"
            },{
                "name": "SUMMER EDITION WAX WASH",
                "caption": "Smells and feels like a beautiful tropical Qld Summer!",
                "description": "Much loved by many car fanatics, our special edition Summer Wax Wash is a Carnauba infused wash, created for the time poor or lazy enthusiast. This custom formulation is beautifully easy to use, super lubricating and deep cleans as well as our original Wax Wash, but has a touch more Carnauba for extra shine and protection, as well as some cool anti-rust additives and UV protectants to deal with our Aussie Summer conditions.",
                "size": [500],
                "price": [9.99],
                "image": "BOSUMMERWW"
            },{
                "name": "HAPPY ENDING",
                "caption": "A super hydrophobic after-wash finishing foam.",
                "description": "A new generation of car care that creates a super hydrophobic layer of protection and a stunning shine in one quick step. This finishing foam is applied with our Snow Blow Cannon at the end of the wash. No rubbing on or buffing off is needed, making it super easy to get awesome results - so easy in fact, it feels like you're cheating.",
                "size": [1000],
                "price": [61.99],
                "image": "BOHAPPY"
            },{
                "name": "WET DREAMS",
                "caption": "A protective spray on, rinse off sealant",
                "description": "A fantastic spray on, rinse off protective sealant that we use at the end of a wash. This is ideal for fanatics who want a quick boost of shine and super hydrophobic protection and prefer not to use a pressure washer when they detail their cars. The way it works on a still wet surface is a total dream, hence the name Wet Dreams.",
                "size": [125, 770, 5000],
                "price": [9.99, 35.99, 209.99],
                "image": "BODREAMS"
            },{
                "name": "AFTER GLOW",
                "caption": "A fantastic drying aid, that leaves a beautiful reflective shine with each use.",
                "description": "One of the best formulas we have ever created. After Glow took us just on 2 years of intensive development, with close to 90 different product formulations being extensively tested to perfect it. This is a very a different drying aid than what you might have used before, in that you use it with a damp cloth to dry your car. It uses a diverse multitude of ingredients that work to absorb the water straight into your damp Big Softie cloth, and then effortlessly buffs off to leave a brilliant, streak free shine.",
                "size": [125, 500, 5000],
                "price": [12.99, 32.99, 221.99],
                "image": "BOGLOW"
            },{
                "name": "THREE WAY",
                "caption": "Fast and effective paint decontamination",
                "description": "Three Way is our Aussie made and developed solution for easy removal of embedded iron particles and other hard to remove contamination from your paint. We've been working on this one for the last year to use as a safe paint preparation product, that does three decontamination processes in one go. It saves you time and money and leaves you with beautiful smooth paint, so our final stage wax and sealant products can leave a greater shine and protect for longer.",
                "size": [125, 750, 5000],
                "price": [10.99, 37.99, 221.99],
                "image": "BO3WAY"
            },{
                "name": "CLAYING RUBBER",
                "caption": "THE FASTER WAY TO CLAY YOUR CAR",
                "description": "One of the first steps to shiny paint, is to return it to a nice and smooth finish, free from any bonded contaminants. This new Claying Rubber is what we’ve found to be the easiest, fastest and most effective way to remove these bonded contaminants in one simple step. Using this will help make your paint super smooth, as well as making the paint cleanser, waxes and sealant products easier to use, give a great shine and protect at their very best.",
                "size": [],
                "price": [39.99],
                "image": "BOFCRBIG"
            },{
                "name": "FINE CLAY BAR",
                "caption": "Cleans and restores the paint surface back to a smooth finish.",
                "description": "In the Bowden family we are a little bit fanatical about beautiful smooth paint. With our Fine Clay Bar you can now clean your paint regularly without concern for reducing clear coat thickness or scratching. It's the first step for getting perfect smooth paint.",
                "size": [],
                "price": [26.99],
                "image": ["BOFCB"]
            },{
                "name": "PAINT CLEANSE AND RESTORE",
                "caption": "A MODERN REPLACEMENT FOR ABRASIVE POLISHES",
                "description": "A non-abrasive paint care system is what we wanted all those years ago, as we got sick of the swirls and damage the polishes were creating to our beloved cars. The Paint Cleanse and Restore is the latest version of our original Auto Body Cleanser, and the biggest gun in our arsenal for deep cleaning and repairing paint, always bringing out a stunning deep shine, with no swirls! This product is a pure cleaner, so you need to finish it off with our protective Carnauba Body Wax or Lazy Wax after using it.",
                "size": [125, 500, 5000],
                "price": [11.99, 28.99, 179.99],
                "image": "BOABC"
            },{
                "name": "FLASH PREP",
                "caption": "",
                "description": "",
                "size": [125, 500, 5000],
                "price": [7.99, 20.99, 184.99],
                "image": "BOFPREP"
            },{
                "name": "BEAUT BEADS PASTE WAX",
                "caption": "",
                "description": "We hand-crafted this quality paste wax to show enthusiasts that waxes are far from dead. Developed by our in-house chemist who we tormented with 57 versions over 24 months (yep, some car resto’s are quicker), Beaut Beads is our modern Aussie take on a classic favourite, remedying many age-old paste wax issues. This wax has been created for true car fanatics who love the hands-on “romance” of using a quality paste wax and we’re super proud of the end result.",
                "size": [],
                "price": [159.99],
                "image": ["BOBBW"]
            },{
                "name": "CARNAUBA BODY WAX ",
                "caption": "Super hydrophobic carnauba paste wax for car fanatics.",
                "description": "We custom blend this boutique wax for those who want the easiest to use product that delivers a stunning show car shine. No abrasives, no harsh cleaners, just a pure protective Carnauba wax. Another one we love, and by the fans we get after they use it, you will as well.",
                "size": [125, 500, 5000],
                "price": [12.99, 31.99, 189.99],
                "image": "BOABW"
            },{
                "name": "LAZY WAX",
                "caption": "A PURE CARNAUBA SPRAY WAX, FOR TIME POOR ENTHUSIASTS",
                "description": "We love Carnauba wax for the lovely warm glow and extra depth it creates, something no synthetic product has ever been able to match. So while our chemists were creating the protective synthetic Fully Slick spray, we also had them working on this naturally based spray wax. If you're after a genuine spray wax, you cannot go past this quality product.",
                "size": [125, 770, 5000],
                "price": [11.99, 30.99, 150.99],
                "image": "BOLAZY"
            },{
                "name": "BEAD MACHINE",
                "caption": "A super hydrophobic paint sealant",
                "description": "This fantastic super hydrophobic spray is the most protective product in our range. Apply it to a dry surface to get awesome protection as well as a stunning shine. It also creates pretty damn sweet super hydrophobic water beading and sheeting.",
                "size": [125, 500, 5000],
                "price": [12.99, 33.99, 304.99],
                "image": "BOMACHINE"
            },{
                "name": "FULLY SLICK 2",
                "caption": "",
                "description": "Our original spray sealant that's become famous with car enthusiasts due to the beautiful slick feeling surface it leaves, now with an updated formula that's slicker, shinier and easier to apply. It will both protect and enhance the gloss and shine on your 4 or 2 wheeled friend. It's fast to use and has become our most popular paint sealants - we absolutely love it, and going by the awesome reviews we get for it, a lot of others do as well!",
                "size": [125, 770, 5000],
                "price": [10.99, 26.99, 139.99],
                "image": "BOFS2"
            },{
                "name": "BOSS GLOSS",
                "caption": "",
                "description": "This awesome detailing spray is made for car lovers who need something super fast and easy to bring up a great shine. As it's so fast and easy to use, Boss Gloss has become the go to product for our family to use on our cars before a show or tour event. It's also ideal for a quick go over before the car show judges appear (even in the sun) or a fast spruce up before car club run. It gives a high gloss shine and leaves a lovely slick finish for the win.",
                "size": [125, 770, 5000, 20000],
                "price": [8.99, 20.99, 96.99, 255.99],
                "image": "BOBOSS"
            },{
                "name": "MR BLACK",
                "caption": "",
                "description": "After 3 years of development and long term testing, our black plastic trim restorer is here! Super long lasting and made for our harsh Aussie climate, Mr Black is an all Australian made and developed world class competitor.",
                "size": [],
                "price": [51.99],
                "image": "BOMRBLACK"
            },{
                "name": "WHEELY CLEAN",
                "caption": "",
                "description": "We are always seeking to better the products we create with constant and ongoing formula revisions. Our Wheely Clean is one such example and this is now the 6th update since we first began formulating it 9 years ago. This latest formulas' has a real focus on grime cleaning, so it's epic for loosening that dirt and grime, so you can pressure wash the majority of it away with no scrubbing. This formula is a full year of development by our chemists, to create a totally unique variant from 14 quality ingredients, all custom blended in our Queensland factory to be of a world class quality.",
                "size": [125, 500, 5000, 20000],
                "price": [9.99, 26.99, 169.99, 449.99],
                "image": "BOWHC2"
            },{
                "name": "TYRE SHEEN",
                "caption": "FOR A CLASSY LOOKING, NATURAL SHEEN THAT DOES NOT FLING",
                "description": "We got absolutely sick of tyre shines that would fling themselves over our cars on every spirited country drive. So we made our own that won't. It leaves a better than new 'concours' show car natural finish and it even smells like jam doughnuts.",
                "size": [500, 5000],
                "price": [25.99, 164.99],
                "image": "BOTS"
            },{
                "name": "TA TA TAR",
                "caption": "SAFELY REMOVES LIGHT & HEAVY TAR DEPOSITS",
                "description": "Our new citrus based Ta Ta Tar is made for Aussie road trips, to quickly clean fresh tar from your cars paint, trims and glass.",
                "size": [500, 5000],
                "price": [26.99, 139.99],
                "image": "BOTTT"
            },{
                "name": "BUGGER OFF",
                "caption": "GETS RID OF KAMIKAZE BUG STRIKE MARKS - FAST.",
                "description": "With so many late model cars and bikes having plastic and polycarboante parts that can be affected by traditional bug cleaning products, we needed to find a safe solution. We worked with a group of professional detailers to develop this formula, that is very safe and still super effective at cleaning bug strike marks from your car, bike and truck.",
                "size": [125, 500, 5000, 20000],
                "price": [7.99, 18.99, 85.99, 267.99],
                "image": "BOBO"
            },{
                "name": "CLEAN DETAIL",
                "caption": "FOR A BEAUTIFUL CLEAN AND SHINE IN MINUTES",
                "description": "Our best detailing spray for more in-depth cleaning. This is our original formula that has become much loved and appreciated by many fanatics, due to it being super fast and easy to use.",
                "size": [125, 750, 5000],
                "price": [9.99, 22.99, 92.99],
                "image": "BOABD"
            },{
                "name": "ORANGE AGENT",
                "caption": "A SAFE AND AWESOME CITRUS CLEANING AGENT.",
                "description": "A uniquely pH neutral, ready to use all purpose cleaner. It's especially great for cleaning engine bays; being safe for all your polished metals and other delicate surfaces, but strong enough to clean up all the heavy dirt and grime. Also awesome for deep cleaning dirty car interiors, including vinyl and leather, vinyl hood linings & is perfect for use in shampoo extractor machines. Also wheels, tyres, plastic trims, undercarriages and perhaps the biggest users have been the bike guys, both motorised and people powered varieties. ",
                "size": [125, 500, 5000, 20000],
                "price": [6.99, 15.99, 85.99, 319.99],
                "image": "BOAO"
            },{
                "name": "METAL POLISH",
                "caption": "GIVES AN EPIC MIRROR SHINE TO YOUR DULL METALS",
                "description": "We first made our Metal Polish back in 2005 and its been a steady periodic development of it with three upgrades since that time. This latest new \"Tru Blu\" version is by far our best yet. It has a new combination of fine non-dimishing and medium grade-diminshing abrasives for restoring the shine to dull and tarnished aluminium, alloy and other polishable metal surfaces. It's now even easier to use and the messy black residue now washes off with just water! It's also feels pretty \"heavy\" like our original formula, but great to use with electric drills and polishing balls and cones.",
                "size": [250],
                "price": [32.99],
                "image": "BOMP"
            },{
                "name": "SHINY STUFF",
                "caption": "A VERY SATISFYING HAND POLISH",
                "description": "It's no secret that we're pretty obsessed with shiny things, so you know we’re going to pull out all the stops to get an epic finish on polishable metal. The result of 5 years in development, Shiny Stuff is a very fine grade metal polishing paste specially formulated for more delicate chrome, alloy, billet wheels, glass, stainless steel, brass and other polishable metals. This fine paste seals the metal too, to keep that shine locked in for longer. It’s awesome for use with our polishing balls and cones on lightly tarnished surfaces, for that final mirror finish.",
                "size": [],
                "price": [36.99],
                "image": "BOSSTUFF"
            },{
                "name": "SUBLIME CLEAN",
                "caption": "Deep cleans exterior fabrics and vinyl, as well as removing silicones from plastics.",
                "description": "",
                "size": [125, 500],
                "price": [10.99, 22.99],
                "image": "BOSLC"
            },{
                "name": "VINYL REVIVAL",
                "caption": "Revives and protects your exterior vinyl, rubber & plastics.",
                "description": "",
                "size": [125, 500, 5000],
                "price": [11.99, 26.99, 211.99],
                "image": "BOVREV"
            },{
                "name": "RUBBER OFF",
                "caption": "Your best mate on track days.",
                "description": "Our family love car racing, so over the course of last year we had Chris Bowden and his main spanner turner Jason developing this rubber removing spray at each race round they attended. We've got it that good now, that it's like crack cocaine for our race mechanics!",
                "size": [125, 750, 5000],
                "price": [7.99, 22.99, 126.99],
                "image": "BORUB"
            },{
                "name": "WIPE OUT",
                "caption": "A WINDSCREEN WASHER ADDITIVE FOR CAR FANATICS.",
                "description": "After detailing our cars we would always be super cautious about ever hitting the windscreen washer stalk, for fear of the washer fluid potentially etching or affecting our freshly detailed car. So, we have been working for years on a formula that was safe, but also works well enough at cleaning normal road grime, bugs, seaspray and dust from the glass. After testing for the last year on all our road trips and daily driving we have now developed one that fits the bill just right. ",
                "size": [125, 1000, 5000],
                "price": [10.99, 29.99, 118.99],
                "image": "BOWOUT"
            },{
                "name": "MELT DOWN",
                "caption": "A LITTLE BIT OF QLD WARMTH IN EVERY BOTTLE.",
                "description": "Melt Down is our great ice remover for the poor buggers who live in the colder states. Our concentrated formula contains no damaging methanol, strong solvents or salt, but works bloody great at melting frost and light ice. It leaves a safe, streak free finish on glass and comes with a little bit of Queensland warmth in every bottle.",
                "size": [500],
                "price": [26.99],
                "image": "BOMELT"
            }
            
        ]
    },
    {
        
        "category": "Interior",
        "products": [
            {
                "name": "Leather Love",
                "caption": "Gently cleans and conditions leather in one quick step, restoring its natural feel and sheen",
                "description": "We know your leather needs our love. It took us a couple of years to create and perfect this great leather cleaner/conditioner. It's made to specifically look after all modern polyurethane, top coated leather. If your car is made after 1984, it will have this leather. Use it and see the difference great car care can make.",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99],
                "image": "BOLL"
            },
            {
                "name": "Naked Glass",
                "caption": "New epic formula - a non streaking cleaner for perfectly clear and bare glass",
                "description": "Words cannot express how much we love this glass cleaner. With the hundreds of windows we clean each year it was important to have a product that does the job both fast, easy and streak free. Just spray into a Inta-Mitt or low pile side of the Big Softie microfibre cloth, wipe the glass over, then turn cloth to a dry side and buff off to show perfectly clean glass. This is something every car fanatic needs in their car care arsenal.",
                "size": [125, 500, 5000, 20000],
                "price": [7.99, 17.99, 102.99, 183.99],
                "image": "BONG"
            },{
                "name": "VINYL CARE",
                "caption": "A unique, silicone free dash and trim protectant.",
                "description": "Our world first silicone free interior cleaner and protectant. Using it regularly will look after all your cars interior vinyl, artificial leather, plastic and rubber. This is a formula that we are very proud of, and we know you'll love using to care for your cars trim.",
                "size": [125, 500, 5000],
                "price": [8.99, 23.99, 185.99],
                "image": "BOVC"
                
            },{
                "name": "LEATHER GUARD",
                "caption": "Gives your leather the needed protection from daily wear and tear",
                "description": "Made to work with the Leather Love cleaner/conditioner, this formula took us a couple of years to perfect. It's made to specifically look after all modern polyurethane, top coated leather. If your car is made after 1984, it will have this leather. Use it and see the difference a great leather care system can make.",
                "size": [125, 500, 5000],
                "price": [11.99, 30.99, 191.99],
                "image": "BOLG"
                
            },{
                "name": "FABRA CADABRA",
                "caption": "MAGIC DEEP-CLEANING FORMULA FOR MANY INTERIOR FABRICS.",
                "description": "A professional grade, fabric cleaning solution that really works. The new deeper cleaning formula is even better at removing dirt, oil, yellowing and most other stains, whilst it's also great at removing odours too. With the vast amount of late model cars using fabrics for interiors, we custom made this just for the task. As it's solvent free, it's ideal for cleaning the more delicate Alcantara and micro-suede materials as well.",
                "size": [125, 500, 5000],
                "price": [9.99, 20.99, 137.99],
                "image": "BOFAB"
            },{
                "name": "FABRATECTION",
                "caption": "A WATER BASED, SUPER HYDROPHOBIC FABRIC PROTECTANT.",
                "description": "Our pro-grade super hydrophobic fabric protectant is something we are really proud to now have in the range, after having to abort this product many years ago due to the environmental concerns with it. Water based, it's safe, biodegradable and works awesome to help keep your fabric protected from stains. ",
                "size": [125, 500],
                "price": [16.99, 46.99],
                "image": ""
            },{
                "name": "PONG-GO",
                "caption": "Eliminates stubborn and offensive odours from your car, van, truck and boat",
                "description": "If you have kids, pets, have a mouldy/musty smell coming from the AC, inherited a smokers car, or just have very mischievous 'mates' leaving prawn heads under your seats, this is the gear for you.",
                "size": [125, 500, 5000],
                "price": [9.99, 20.99, 154.99],
                "image": ""
            },{
                "name": "FAR COUGH",
                "caption": "Eliminate germs, bacteria & other micro-nasties",
                "description": "A strong antibacterial spray that's safe for all surfaces, including delicate car interiors. It eliminates germs, bacteria and other micro-nasties in a safe and effective manner. Perfect for use in the car or the home.",
                "size": [125, 770],
                "price": [10.99, 15.99],
                "image": "BOFARC"
            },{
                "name": "SANISFACTION",
                "caption": "A bombed up hand sanitiser",
                "description": "A bombed up and effective hand sanitiser to keep in your car, or handy around home. It's labelled as 70% alcohol by volume, but has now become 80% since we printed the label, so it's very effective at knocking off 99.9% germs and other micro-nasties. To use, apply a small dollop into your hands and rub around your entire hands, fingers and thumbs until the Sanisfaction has dried.",
                "size": [250],
                "price": [15.99],
                "image": "BOFURONA"
            },{
                "name": "HAND RELIEF",
                "caption": "A GERM KILLING ANTIBACTERIAL SOAP",
                "description": "Washing your hands is the single best and most effective way of keeping your hands germ free, so we've created this essential antibacterial wash soap that'll have the micro-nasties running for the hills. To use it, squeeze a small amount of Hand Relief into your hands, then gently massage it into your hands, fingers, around your thumbs etc for a minimum of 20 seconds, then rinse thoroughly and dry.",
                "size": [250],
                "price": [7.99],
                "image": "BOHREL"
            }
        ]
    },
    {
        "category": "Microfibre",
        "products": [
            {
                "name": "MUFFY SPONGE",
                "caption": "Our unique microfibre washing sponge, makes washing safer and easier. You will love our Muffy.",
                "description": "Muffy Sponge, with its new mesh sides and softer plush fur on the top and bottom. It's a super safe wash sponge that will never scratch your car, that we've designed for the gentlest touch down-under.",
                "price": ,
                "image": "BOMUFF"
                
            },{
                "name": "SHAGTASTIC WASH PAD",
                "caption": "SAFELY CLEANS THE FUNK OFF FAST!",
                "description": "What you need for an outta-sight clean. We developed this funky wash pad with some equally fussy enthusiasts and pro detailers, to give safe/scratch free washing that’s easier than ever before. The Shagtastic uses a plush blend of deep pile microfibres to give a zen-like clean, safely removing the funk and grime particles from your paint, holding them deep in the material until rinsed out, helping prevent annoying swirl marks on your precious baby. No tripping, it will blow your mind..",
                "price": ,
                "image": "BOSHAG"
                
            },{
                "name": "THE WASH PILLOW",
                "caption": "Huge size for the ultimate in hand satisfaction",
                "description": "We lusted after a big sized wash tool and as has been said for many years, bigger can be better. This big blue Wash Pillow has been created for the ultimate in satisfaction, for fanatics who like to do it by hand. Its great 3 yarn microfibre is a plush, deep pile blend that we've found to be the best material for super effective cleaning, whilst also minimising the chance of ever creating swirls and micro scratches in your paint.",
                "price": ,
                "image": "BOWPILLOW"
                
            },{
                "name": "SHAGAMITTASTIC WASH MITT",
                "caption": "When you can appreciate that some things are more fun by hand.",
                "description": "The Shagamittastic Wash Mitt will appease even the fussiest car fanatics and pro detailers who love washing their car by hand. It safely removes funk and grime from your paint, holding it deep in the material until it's rinsed out, helping prevent annoying swirl marks being created on your precious ride.",
                "price": ,
                "image": "BOSHAGM"
                
            },{
                "name": "THE LOVE GLOVE",
                "caption": "Super soft and safe microfibre wash mitt. Our aptly named \"The Love Glove\" is a pleasure to use.",
                "description": "We found that the majority of scratches on cars were created by badly designed sponges and wash mitts, as small hard particles get caught in the sponge or material weave and swirl up or micro-scratch the duco everytime they are used. Our solution was to use ultra microfibre so it is super soft and absorbent, but use a very short nap weave, to minimise particles get caught up in it.",
                "price": ,
                "image": "BOWM"
                
            },{
                "name": "THE BIG GREEN SUCKER",
                "caption": "THIS CLOTH SUCKS - ALL THE WATER FROM YOUR CAR",
                "description": "The super luxurious drying towel for all car and microfibre lovers! Developed in close collaboration with some fussy professional detailers to be the fastest and most effective tool for drying. Its thick, soft and plush weave is the most absorbent microfibre we have ever found and is exceptional at minimising errant dirt and grit missed while washing, from scratching your car.",
                "price": ,
                "image": "BOSUCKER"
                
            },{
                "name": "LITTLE RIPPER CHAMOIS",
                "caption": "Our Little Ripper is for those who want a traditional chamois experience",
                "description": "Our Little Ripper is for those who want a traditional chamois experience",
                "price": ,
                "image": "BOC"
                
            },{
                "name": "BIG BUGGER CHAMOIS",
                "caption": "For the traditionalists, a great sized microfibre chamois that works.",
                "description": "For the traditionalists, a great sized microfibre chamois that works.",
                "price": ,
                "image": "BOSSC"
                
            },{
                "name": "GREEN CLEAN GLASS CLOTH",
                "caption": "Quickly cleans away inner windscreen haze",
                "description": "Ever travelled into the afternoon sun and been blinded thanks to a layer of haze on the interior glass? Well this cloth is for those moments, it's great microfibre material has full contact with the glass surface, so all cleaners, haze or residues get caught and removed into its fibres. This means you get a perfectly clean interior windscreen, that's easy to do while you're on the run.",
                "price": 12.99,
                "image": "BOGC"
                
            },{
                "name": "CIRCLE WORK - GULF COLOURS 1",
                "caption": "",
                "description": "To get beautiful looking paint, you need the right tools. We custom made this applicator mitt after our experiences in detailing many thousands of cars. It’s the right size, has the ideal microfibre material, a new non-scratch edging and that nice foam inside that makes sure you don’t get any finger pressure points, ensuring a perfect even surface to apply any cleanser, polish or wax to your car. With the new elastic back you won’t drop it either! You can even use it to apply interior cleansers and protectants.",
                "price": 17.99,
                "image": "BOAMY"
                
            },{
                "name": "BIG SOFTIE - GULF COLOURS",
                "caption": "",
                "description": "If you’re after a decent sized and super effective quality microfibre cloth, this is made for you. The Big Softie is a short pile, feather soft ultra microfibre, ideal for removing wax, cleanser, polish, detailing sprays and glass cleaners from delicate surfaces. Our new micro-soft edges are soft and gentle for a perfect finish, without scratches and swirls!",
                "price": 14.99,
                "image": "BOBCY"
                
            },{
                "name": "CIRCLE WORK",
                "caption": "",
                "description": "To get beautiful looking paint, you need the right tools. We custom made this applicator mitt after our experiences in detailing many thousands of cars. It’s the right size, has the ideal microfibre material, a new non-scratch edging and that nice foam inside that makes sure you don’t get any finger pressure points, ensuring a perfect even surface to apply any cleanser, polish or wax to your car. With the new elastic back you won’t drop it either! You can even use it to apply interior cleansers and protectants.",
                "price": 17.99,
                "image": "BOAMP"
                
            },{
                "name": "BIG SOFTIE",
                "caption": "",
                "description": "If you’re after a decent sized and super effective quality microfibre cloth, this is made for you. The Big Softie is a short pile, feather soft ultra microfibre, ideal for removing wax, cleanser, polish, detailing sprays and glass cleaners from delicate surfaces. Our new micro-soft edges are soft and gentle for a perfect finish, without scratches and swirls!",
                "price": 14.99,
                "image": "BOBCP"
                
            },{
                "name": "THE DROP BEAR",
                "caption": "",
                "description": "THE LEGENDARY AUSTRALIAN FUR from one of the more vicious Australian native animals, the Drop Bear, Thylarctos Plummetus, strikes fear into any Australian who regularly ventures into the bush. This apex predator is renown for its tactic of ambushing prey from above, plummeting from as high as eight metres to make a surprise kill. With the wonders of modern science, we were able to reconstruct this animals majestic pelt in our labs, which can only be described as the most luxurious and beautiful material we have ever let touch our cars. Solving the issue for the fanatical car enthusiasts, who wanted a Drop Bear fur, but lacked the ability to hunt one for themselves.",
                "price": 23.99,
                "image": "BODBEAR"
                
            },{
                "name": "THE INTA-MITT",
                "caption": "For perfect, streak and smear free glass cleaning.",
                "description": "Interior glass cleaning is something seen by many as a dark art to get right. So we created the Inta-Mitt from numerous trials of different materials to make something that's an awesome solution for this frustrating job. Use it with our Naked Glass for many memorable Inta-Mitt moments. ",
                "price": 19.99,
                "image": "BOINTA"
                
            },{
                "name": "PLUSH DADDY",
                "caption": "Your interior will love the Daddy",
                "description": "The perfect cleaning cloth to help keep your interior looking fresh and new. The Plush Daddy is a unique dual purpose tool, one side being the super plush and luxurious ultra microfibre for fast cleaning of dust and finger mark around your interior. The other side is a low pile weave that is bang-on for removing leather, fabric and vinyl cleaning products, leaving a perfect finish every time.",
                "price": 15.99,
                "image": "BODADDY"
                
            },{
                "name": "THE SQUARE BEAR",
                "caption": "For applying all interior products",
                "description": "The Square Bear was created for even cleaning and application of all Leather, Vinyl and Fabric products over uneven interior surfaces. With its low absorbency microfibre, more product goes onto the surface you’re cleaning, rather than being wasted in the applicator. The cushioning sponge fits your hand, giving you great control to where you need the product to go, ending any overlap issues when you have areas with different (say leather and microsuede)materials next to each other. Your life is unbearable without this effective applicator.",
                "price": 12.99,
                "image": "BOSBEAR"
                
            },{
                "name": "DIRTY DEEDS",
                "caption": "For the tough & dirty jobs",
                "description": "The ideal cloth for the dirtier jobs around your car and bike. If you’re after a flawless finish, our Dirty Deeds is a true multi-purpose cloth, made specifically for fast and easy wheel cleaning or drying, inner door jambs, lower body & undercarriages, engine bay detailing, dirty interior cleaning and superb metal polishing. It's strong and durable, but still gentle enough that it won’t scratch or damage the areas you’re using it on. Get the dirty deeds done with this perfect all rounder.",
                "price": 25.99,
                "image": "BODD"
                
            },{
                "name": "DEBUGGER CLOTH",
                "caption": "For speedy bug splat removal",
                "description": "The bugger of Australian road trips is the bug splatter. Normal washing is not always enough to remove the carnage from your car, especially when you are unlucky enough to cop an attack from a huge swarm! But you can now simply remove them with this great cloth, quick, safe and easy, while washing your car.",
                "price": 14.99,
                "image": "BODEBUG"
                
            },{
                "name": "MICROFIBRE WASH",
                "caption": "Restores softness & absobancy to microfibre",
                "description": "We use around 80 to 100 cloths and pads for detailing our own cars each month, and needed a wash to deep clean and restore the microfibre material back to new. Our chemists created this to focus on removing remnants of the detailing chemicals that normal washing detergents cannot remove. You will be quite amazed how well it works, especially on wax or cleanser application pads and removal cloths, removing all the residue so they will keep working like new for many years to come.",
                "size": [125, 1000, 5000, 20000]]
                "price": [9.99, 24.99, 79.99, 243.99],
                "image": "BOMWASH"
                
            }
        ]
    },
    {
        "category": "Value Packs",
        "products": [
            {
                "name": "THE BEAUTIFUL BEADS PACK",
                "description": "The Beautiful Beads Pack is a great combination of our Flash Prep spray to get a great clean surface for our mighty Bead Machine super hydrophobic sealant to work its very best. It also comes with 4 x Big Softie cloths to go with each of these two products.",
                "price": 99.99,
                "image": "BOMACHINEP"
            },{
                "name": "THE BLACK BOX",
                "description": "The Black Box is a complete kit for restoring and protecting faded black plastic trim. It comes with our Mr Black trim restorer, and everything else you'll need to complete the job like a pro, including a handy step by step instructional guide.",
                "price": 88.99,
                "image": "BOBBOX"
            },{
                "name": "HAPPY ENDING PACK",
                "description": "A great pack of gear for you to help give your 4 wheeled friend a Happy Ending when you're using a pressure washer and our Snow Blow Cannon. ",
                "price": 112.99,
                "image": "BOHAPPYP"
            },{
                "name": "WET DREAMS PACK",
                "description": "A great little pack of our Wet Dreams spray on, rinse off protective sealant and the Big Softie cloth you should use to spread it, for a perfect, even finish.",
                "price": 47.99,
                "image": "BODREAMSP"
            },{
                "name": "SNOW AND BLOW PACK",
                "description": "A great combination pack of the Snow Blow Cannon with our custom Snow Job foam wash, that was created for regular use on all cars; modern and classic, even those with sensitive paint finishes. The thick and long lasting foam blankets the car, to loosen and dissolve heavier contaminants and grit from the painted surface, so you're no longer grinding this dirt and grit into your paint while you wash. Spray this through our awesome Snow Blow Cannon, to dramatically decrease the chance of getting any swirls or scratches when washing your car. ",
                "price": 139.99,
                "image": "BOSNOWPACK2L"
            },{
                "name": "NANOLICIOUS WASH PACK",
                "description": "The ultimate washing pack with our most popular combination of gear. These products were all created as a system to dramatically reduce the chance of ever getting swirls or micro-scratching your paint while washing. You also get a cool bag :).",
                "price": 84.99,
                "image": "BONANOSP"
            },{
                "name": "WASH PACK",
                "description": "Our very popular wash pack is all you need for the best wash under the southern cross.",
                "price": 45.99,
                "image": "BOWAP"
            },{
                "name": "LITTLE DETAILS PACK",
                "description": "Our Mini Me Little Details Pack is a smart little kit of some of our favourite products for washing, drying, paint cleansing, enhancing and protecting your paint. We added the popular Naked Glass as well for keeping your glass clean! It's a really nice intro pack for those wishing to give our gear a go.",
                "price": 51.99,
                "image": "BOLDP"
            },{
                "name": "ROAD TRIPPER PACK",
                "description": "Our Mini Me Road Tripper Pack contains all the essentials for your next road trip. From cleaning your wheels, to cleaning off that pesky bug splatter, to washing and protecting your paint - we've even covered glass cleaning. It's a great companion kit to take with you on your next road trip to keep your ride looking nice while you're on the road!",
                "price": 39.99,
                "image": "BORTP"
            },{
                "name": "THE INSIDE JOB PACK",
                "description": "The Inside Job Pack is a great little pack for looking after and maintaining your cars interior. Keep it handy in your car, with the travel bag having a handy Velcro backing to easily stick to your boot carpet, so you can quickly clean up any issues as they happen.",
                "price": 51.99,
                "image": "BOIJP"
            },{
                "name": "AFTER GLOW PACK",
                "description": "After Glow is a remarkable drying aid for the fussiests of car fanatics. It came from a near 2 year development project, with close to 90 different product formulations. Tonnes of testing has been done to perfect After Glow and get it to the point where it is now, and we're sure you'll love it as much as we do!",
                "price": 57.99,
                "image": "BOGLOWP"
            },{
                "name": "CLAYING RUBBER PACK",
                "description": "One of the first steps to shiny paint, is to return it to a nice and smooth finish, free from any bonded contaminants. This new Claying Rubber Pack combines the Claying Rubber and Three Way, and is what we’ve found to be the easiest, fastest and most effective way to remove these bonded contaminants in one simple step. Using this will help make your paint super smooth and remove embedded iron contamination in one simple step. It will also help to make the paint cleanser, waxes and sealant products easier to use, give a great shine and protect at their very best.",
                "price": 68.99,
                "image": "BOFCRP"
            },{
                "name": "CLAY BAR PACK",
                "description": "For perfect, smooth and clean paint, this is the ideal pack. Ideal on cars older than a year, to make our paint cleanser easier to use and the wax, or Fully Slick last longer.",
                "price": 53.99,
                "image": "BOCBP"
            },{
                "name": "PAINT REJUVENATION PACK",
                "description": "Feel like your paint needs some love, then treat it to the good gear in this rejuvenation pack.",
                "price": 54.99,
                "image": "BOCP"
            },{
                "name": "WAX PACK",
                "description": "Give your paint some life, our wax pack is here to nourish, protect and bring out that beautiful, deep carnauba wax shine to your paint.",
                "price": 58.99,
                "image": "BOWP"
            },{
                "name": "LAZY WAX PACK",
                "description": "We don't think there is a single car lover who doesn't desire faster and easier to use car care, especially when it comes to waxing. This combo is by far the easiest way to wax your car, giving it a stunning show car shine and the natural protection that carnauba wax offers.",
                "price": 69.99,
                "image": "BOLAZYP"
            },{
                "name": "FULLY SLICK PACK",
                "description": "Create a protective, showroom shine in one quick step with this combo pack. Ideal for a quick spruce up before a show, or between washes and waxes.",
                "price": 64.99,
                "image": "BOFS2P"
            },{
                "name": "BOSS GLOSS PACK",
                "description": "This pack combines our super glossy and easy to use Boss Gloss detailing spray and two of the super plush Drop Bear towels. It's a combination that we use to quickly spruce our own cars up either before a tour or at a car show.",
                "price": 61.99,
                "image": "BOBOSSP"
            },{
                "name": "CLEAN DETAIL PACK",
                "description": "If you're after the quickest clean and detail for your cars slighly dirtier areas, this little combo is perfect. No hassle cleaning for engine bays, door jambs,  hand prints, bird droppings and lots of other things when you need that bit more cleaning oomph in your detailing spray than protection. ",
                "price": 37.99,
                "image": "BODP"
            },{
                "name": "BUGGER OFF PACK",
                "description": "After any long trip you're going to deal with cleaning bug strike marks from the nose of your car, bike or truck. This combo pack off the Bugger Off spray and DeBugger Cloth is what we see as the best and easiest way to tackle this job.",
                "price": 30.99,
                "image": "BOBUGP"
            },{
                "name": "NAKED AND INTA-MITT PACK",
                "description": "This pack is a great way to get perfectly clean and streak free glass. Consisting of Naked Glass and The Inta-Mitt, it's sure to make glass cleaning easy!",
                "price": 33.99,
                "image": "BONIP"
            },{
                "name": "NAKED GLASS PACK",
                "description": "All you need for perfectly clean glass, this pack comes with our fantastic Naked Glass and a well sized Big Softie cloth to ensure a perfect, smear free finish every time.",
                "price": 28.99,
                "image": "BONGP"
            },{
                "name": "VINYL CARE PACK",
                "description": "Keep your plastic, rubber and vinyl beautifully clean and protected with this pack. Using the combination of our best products to provide easy and effective long-term care to your interior trim.",
                "price": 47.99,
                "image": "BOVP"
            },{
                "name": "LEATHER CARE PACK",
                "description": "Your leather will never look, feel and smell better. This pack includes everything you need to keep your leather like new:",
                "price": 75.99,
                "image": "BOLP"
            },{
                "name": "METAL POLISHING PACK",
                "description": "We love our Metal Polish to bring up the shine on any of the race wheels we have on the cars in our shed, as well as using it to clean chrome, stainless steel and even polish the windscreens on our many cars we use on the road.",
                "price": 41.99,
                "image": "BOMPK"
            },{
                "name": "ENGINE BAY DETAIL PACK",
                "description": "We get asked a lot about engine cleaning and these are the two products we love to use, for quick and effective cleaning on our many varied engine bays, whether it be modern or classic cars.",
                "price": 57.99,
                "image": "BOEP"
            },{
                "name": "VINYL AND PLASTIC REVIVAL PACK",
                "description": "A partnership of two products that will really care for your vinyl, plastic and rubber exterior trims over the long term.",
                "price": 68.99,
                "image": "BOVRP"
            },{
                "name": "WHEEL AND TYRE CARE PACK",
                "description": "We made this special pack for you to care for your cars 4 round friends. It comes with two great products made just for the job.",
                "price": 53.99,
                "image": "BOWTP2"
            },{
                "name": "MEGA FROTHER PACK",
                "description": "Do you like to get your froth on and love the extra cleaning power of Mega Snow Job? This pack is for you! With this combo of The Frother, Mega Snow Job 5L and a 5L Pumpy Pump, you can get your froth on anywhere, anytime.",
                "price": 152.99,
                "image": "BOMEGAFROTH5P"
            },{
                "name": "MEGA SNOW & BLOW PACK",
                "description": "A great value buy for people who want a cannon and love Mega Snow Job for their 4x4s and other recreational vehicles. Includes our Snow Blow Cannon, five litres of our Mega Snow Job heavy duty snow foam and a 5L Pumpy Pump for easy dispensing.",
                "price": 197.99,
                "image": "BOMEGABLOW5P"
            }
        ]
    },
    {
        "category": "Car Care Kits",
        "products": [
            {
                "name": "All Sorts",
                "caption": "",
                "contents": ["Wash Bucket + Lid", "Great Barrier Thingy", "Nanolicious Wash", "Wheely Clean Mini Me", "Wet Dreams Mini Me", "Naked Glass Mini Me", "Boss Gloss Mini Me", "Shagtastic Wash Pad", "The Big Green Sucker", "Big Softie (Orange Piping)", "The Inta-Mitt", "Microfibre Wash Mini Me", "Information Pack"],
                "price": 189.99
            },{
                "name": "BRAND SPANKING NEW KIT",
                "caption": "The kit specially designed for looking after the new addition to your family.",
                "contents": ["Buckets x 4 (Wash x 1, Rinse x 1, Wheels x 1, Microfibre x 1) + 2 Lids", "2 x Great Barrier Thingys", "Nanolicious Wash", "Circle Work (Blue Piping)", "Flash Prep", "Naked Glass", "Boss Gloss", "Bead Machine", "Shagtastic Wash Pad", "Claying Rubber", "The Square Bear", "The Big Green Sucker", "Plush Daddy", "6 x Big Softies (3 x Orange Piping, 3 x Blue Piping)", "Claying Rubber Guide", "Tyre Sheen", "Wheely Clean", "Paint Cleanse & Restore", "Three Way", "Vinyl Care", "Microfibre Wash", "Wet Dreams", "Wipe Out", "Little Chubby Brush", "The Foursome", "1 x Dirty Deeds Cloth", "All Sorts", "The Inta-Mitt", "Information Pack", "Detailing Day Invite"]
                "price": 669.99
            },{
                "name": "CERAMIC COATING MAINTENANCE KIT",
                "caption": "If you've just dropped a fair chunk of coin on a professionally applied ceramic coating, you're probably going to want to keep it looking and working its best as long as possible. This kit contains a selection of products specially chosen to help look after your ceramic coated vehicle at every step: Safe pre-washing; hand washing with a wash specific to ceramic coatings; adding great protection and slickness to your coating; and finally safe drying to ensure you don't inflict any swirls and scratches into your freshly polished and coated paint work!",
                "contents": ["Buckets x 3 (Wash x 1, Rinse x 1, Wheels x 1) + 2 Lids", "2 x Great Barrier Thingys", "The Wash Pillow", "Wheely Clean", "Wet Dreams", "Snow Job 1L", "Snow Blow Cannon", "Happy Ending", "Happy Ending Cannon Bottle", "Dirty Deeds x 2", "Nanolicious Wash", "Bead Machine", "Boss Gloss", "Flash Prep", "The Big Green Sucker", "Big Softie x 5 (3 x Orange Piping, 2 x Blue Piping)", "Microfibre Wash", "Information Pack", "Detailing Day Invite", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ],
                "price": 589.99
            },{
                "name": "CLASSIC FANATICS KIT",
                "caption": "A perfect combination to pamper your classic.",
                "contents": ["Buckets x 3 (Wash x 1, Rinse x 1, Wheels x 1) + 2 Lids", "Great Barrier Thingys x 2", "Wax Wash", "Paint Cleanse & Restore", "Beaut Beads & Applicators", "Orange Agent", "Circle Work (Blue Piping)", "The Square Bear", "Drop Bear x 3", "Dirty Deeds Cloth x 1", "Naked Glass", "Big Softie x 1 (Blue Piping)", "Shagtastic Wash Pad", "Tyre Sheen", "All Sorts x 1 (Yellow)", "Plush Daddy", "Microfibre Wash", "Vinyl Care", "Flash Prep", "Boss Gloss", "After Glow", "Big Softie x 3 (Orange Piping)", "The Inta-Mitt", "Fine Clay Bar", "Information Pack", "Detailing Day Invite"],
                "price": 649.99
            },{
                "name": "SAFE WASH SYSTEM KIT",
                "caption": "For a very satisfying wash.",
                "contents": ["Buckets x 2 (Wash x 1, Rinse x 1) + 1 Bucket Lid", "2 x Great Barrier Things", "Snow Blow Cannon", "Snow Job 1L", "Nanolicious Wash", "Boss Gloss", "Shagtastic Wash Pad", "The Big Green Sucker", "1 x Dirty Deeds Cloth", "Microfibre Wash Mini Me", "Information Pack"],
                "price": 299.99
            },{
                "name": "THE HOLY HUMONGOUS KIT",
                "caption": "For those who want it all. Our biggest kit, with 4 buckets chock full of car care goodness.",
                "contents": ["Buckets x 4 (Wash x 1, Rinse x 1, Microfibre x 1, Wheels x 1) + 3 Bucket Lids", "2 x Great Barrier Thingys", "Lazy Wax", "Bead Machine", "Fully Slick", "Wet Dreams", "Wheely Clean", "Orange Agent", "Tyre Sheen", "Vinyl Care", "Metal Polish", "Little Chubby Brush", "The Foursome", "Claying Rubber", "Paint Cleanse & Restore", "Nanolicious Wash", "Auto Body Gel", "Three Way", "Ta Ta Tar", "Happy Ending", "Shagamittastic Wash Mitt", "Drop Bear x 4", "Microfibre Wash", "Dirty Deeds x 2", "All Sorts", "Naked Glass", "Bugger Off", "Flash Prep", "Boss Gloss", "After Glow", "Far Cough", "The Square Bear", "Circle Work (Blue Piping)", "The Wash Pillow", "The Big Green Sucker", "The DeBugger", "Plush Daddy", "Big Softie x 8 (Orange Piping x 5, Blue Piping x 3)", "The Inta-Mitt", "Information Pack", "Detailing Day Invite"]
                "price": 999.99
            },{
                "name": "MICROFIBRE LOVERS KIT",
                "caption": "AN ACCOMPANYING KIT FOR THE AUTOBARN ALL AUSSIE BUCKET",
                "contents": ["Microfibre Bucket", "Bucket lid", "Shagtastic Wash Pad", "Drop Bears", "Square Bear", "Big Softie", "Plush Daddy", "Microfibre Wash (125ml Mini Me)"],
                "price": 119.99
            }
        ]
    },
    {
        "category": "Detailing Tools",
        "products": [
            {
                "name": "BLUE BALL BIG DADDY",
                "caption": "Makes bigger metal polishing jobs easy.",
                "description": "The Blue Ball Big Daddy makes bigger metal polishing jobs so easy, you’ll never polish by hand again. You’ll get stunning results when used with an electric drill and our metal polishes on non-coated and polishable alloy, stainless, billet wheels, bull bars, checker plate, fuel tanks and more. Made with a high quality, German low-density foam with thicker cut tabs for more efficient polishing power and better longevity.",
                "price": 26.99,
            "image": "BOBLUBIG"
            },{
                "name": "BLUE BALL MINI ME",
                "caption": "Makes polishing more intricate metal areas a breeze.",
                "description": "The Blue Ball Mini Me makes metal polishing jobs so easy, you’ll never polish by hand again. You’ll get stunning results when used with any electric drill and our metal polishes on non-coated and polishable alloy, stainless, billet wheels, bull bars, checker plate, fuel tanks and more. Made with a high quality, German low-density foam with thicker cut tabs for more efficient polishing power.",
                "price": 28.99,
                "image": "BOBLUMINI"
            },{
                "name": "QUICK CONE",
                "caption": "For quick and easy metal polishing of flat and curved areas.",
                "description": "The Quick Cone is designed for the fastest and easiest polishing of non-coated, polishable metals, whether they’re flat areas or more tricky curved areas like deep dish or wider spoked wheels. This cone uses quality low-density German foam with a firm foam tip and cut tabs at the base, for more uniform polishing on curves. A generic drill bit is securely moulded into the foam and will quickly fit all electric drills. Use with either of our metal polishes for stunning results on alloy, steel, stainless, billet aluminium and much more.",
                "price": 26.99,
                "image": "BOCONE"
            },{
                "name": "THE FROTHER",
                "caption": "GET YOUR FROTH ON ANYWHERE, ANYTIME.",
                "description": "This quality built, portable hand held pressurised foamer for foaming without a pressure washer, when you're doing smaller detailing jobs or want to foam away from home. You can use it all around your vehicle with a variety of our water based car care products, including Snow Job and Mega Snow Job, Orange Agent, Wheely Clean, Sublime Clean and Fabra Cadabra.",
                "price": 49.99,
                "image": "BOFROTH"
            },{
                "name": "ALL SORTS",
                "caption": "",
                "description": "The All Sorts applicators are the perfect way to apply our Tyre Sheen. They use a quality German made foam, that's rigid enough to work on anything from low profile tyres, all the way through to 4x4 and truck tyres with raised lettering. They leave a beautiful, even finish, and help keep your hands away from the mess!",
                "price": 13.99,
                "image": "BOASORTS"
            },{
                "name": "BLACK APPS",
                "caption": "A DUAL LAYERED APPLICATOR FOR MR BLACK",
                "description": "We made these applicators for the perfect application of our Mr Black trim restorer. When testing we went through literally hundreds of different designs and foam types till we were happy with this one. ",
                "price": 14.99,
                "image": "BOBLAP"
            },{
                "name": "SNOW BLOW CANNON BOTTLE",
                "caption": "CUSTOM MADE STUBBY DESIGN, THAT WON'T FALL OVER.",
                "description": "This handy Snow Blow Cannon Bottle is for our Snow Blow Cannon, and made to work with our Snow Job or the Happy Ending finishing foam.",
                "price": 20.99,
                "image": "BOCB"
            },{
                "name": "HAPPY ENDING CANNON BOTTLE",
                "caption": "CUSTOM MADE STUBBY DESIGN, THAT WON'T FALL OVER.",
                "description": "This handy Snow Blow Cannon bottle is for the Happy Ending finishing foam, to save you having to use the same bottle for both Snow Job and the Happy Ending foams.",
                "price": 20.99,
                "image": "BOHCB"
            },{
                "name": "GREAT BARRIER THINGY",
                "caption": "",
                "description": "The Great Barrier Thingy is an integral part of our Safe Wash System, made up of our 3 dedicated 15 litre wash buckets for Wash, Rinse and Wheels. The Great Barrier Thingy fits the easily identifiable buckets for washing and rinsing to dramatically reduce the chance of any grit and grime from scratching your car.. All Aussie designed and made, we've invested in local businesses to get this project done, keeping money in the local industry.",
                "price": 20.99,
                "image": "BOGBT"
            },{
                "name": "Great Barrier Thingy - Double Banger Edition (2 x GBT)",
                "caption": "",
                "description": "The Great Barrier Thingy is an integral part of our Safe Wash System, made up of our 3 dedicated 15 litre wash buckets for Wash, Rinse and Wheels. The Great Barrier Thingy fits the easily identifiable buckets for washing and rinsing to dramatically reduce the chance of any grit and grime from scratching your car.. All Aussie designed and made, we've invested in local businesses to get this project done, keeping money in the local industry.",
                "price": 38.99,
                "image": "BOGBTT"
            },{
                "name": "THE FLAT HEAD BRUSH",
                "caption": "FOR EASY CLEANING OF INNER WHEEL BARRELS.",
                "description": "The Flat Head (AKA Flatty) is for easy inner wheel barrel cleaning of open spoke wheels found on many performance and luxury cars. Its custom design is totally metal-free, so it won’t ever scratch your wheels, also incorporating a non-slip textured handle, ideal for when you’re going at it hammer and tongs. Your hand will rejoice over the knuckle saver and remarkable, long hard shaft for going deep into the wheel, keeping you away from any messy grime. It’s taken us a solid year of trial and error to create this one, here's why you’ll enjoy detailing with our Aussie made Flatty.",
                "price": 36.99,
                "image": "BOFHEAD"
            },{
                "name": "THE FLATTY SOCK",
                "caption": "BECAUSE SOMETIMES SOCKS WEAR OUT OR GET LOST",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },{
                "name": "",
                "caption": "",
                "description": "",
                "price": ,
                "image": ""
            },
        ]
    },
    {
        "category": "Merchandise",
        "products": [
            
            {
                "name": "Happy Ending Tee",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "I Give Snow Jobs Tee",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    },
    {
        "category": "New Products",
        "products": [
            {
                "name": "The Flatty Sock",
                "size": [125, 500, 2000, 5000, 20000],
                "price": [7.99, 22.99, 64.99, 134.99, 429.99]
            },
            {
                "name": "Daniel Morcombe Snow Good",
                "size": [500, 5000],
                "price": [17.99, 102.99]
            }
        ]
    }
]
