
[
    {
        "name": "BLUE BALL BIG DADDY",
        "caption": "Makes bigger metal polishing jobs easy.",
        "description": "The Blue Ball Big Daddy makes bigger metal polishing jobs so easy, you’ll never polish by hand again. You’ll get stunning results when used with an electric drill and our metal polishes on non-coated and polishable alloy, stainless, billet wheels, bull bars, checker plate, fuel tanks and more. Made with a high quality, German low-density foam with thicker cut tabs for more efficient polishing power and better longevity.",
        "price": 26.99,
    "image": "BOBLUBIG"
    },{
        "name": "BLUE BALL MINI ME",
        "caption": "Makes polishing more intricate metal areas a breeze.",
        "description": "The Blue Ball Mini Me makes metal polishing jobs so easy, you’ll never polish by hand again. You’ll get stunning results when used with any electric drill and our metal polishes on non-coated and polishable alloy, stainless, billet wheels, bull bars, checker plate, fuel tanks and more. Made with a high quality, German low-density foam with thicker cut tabs for more efficient polishing power.",
        "price": 28.99,
        "image": "BOBLUMINI"
    },{
        "name": "QUICK CONE",
        "caption": "For quick and easy metal polishing of flat and curved areas.",
        "description": "The Quick Cone is designed for the fastest and easiest polishing of non-coated, polishable metals, whether they’re flat areas or more tricky curved areas like deep dish or wider spoked wheels. This cone uses quality low-density German foam with a firm foam tip and cut tabs at the base, for more uniform polishing on curves. A generic drill bit is securely moulded into the foam and will quickly fit all electric drills. Use with either of our metal polishes for stunning results on alloy, steel, stainless, billet aluminium and much more.",
        "price": 26.99,
        "image": "BOCONE"
    },{
        "name": "THE FROTHER",
        "caption": "GET YOUR FROTH ON ANYWHERE, ANYTIME.",
        "description": "This quality built, portable hand held pressurised foamer for foaming without a pressure washer, when you're doing smaller detailing jobs or want to foam away from home. You can use it all around your vehicle with a variety of our water based car care products, including Snow Job and Mega Snow Job, Orange Agent, Wheely Clean, Sublime Clean and Fabra Cadabra.",
        "price": 49.99,
        "image": "BOFROTH"
    },{
        "name": "ALL SORTS",
        "caption": "",
        "description": "The All Sorts applicators are the perfect way to apply our Tyre Sheen. They use a quality German made foam, that's rigid enough to work on anything from low profile tyres, all the way through to 4x4 and truck tyres with raised lettering. They leave a beautiful, even finish, and help keep your hands away from the mess!",
        "price": 13.99,
        "image": "BOASORTS"
    },{
        "name": "BLACK APPS",
        "caption": "A DUAL LAYERED APPLICATOR FOR MR BLACK",
        "description": "We made these applicators for the perfect application of our Mr Black trim restorer. When testing we went through literally hundreds of different designs and foam types till we were happy with this one. ",
        "price": 14.99,
        "image": "BOBLAP"
    },{
        "name": "SNOW BLOW CANNON BOTTLE",
        "caption": "CUSTOM MADE STUBBY DESIGN, THAT WON'T FALL OVER.",
        "description": "This handy Snow Blow Cannon Bottle is for our Snow Blow Cannon, and made to work with our Snow Job or the Happy Ending finishing foam.",
        "price": 20.99,
        "image": "BOCB"
    },{
        "name": "HAPPY ENDING CANNON BOTTLE",
        "caption": "CUSTOM MADE STUBBY DESIGN, THAT WON'T FALL OVER.",
        "description": "This handy Snow Blow Cannon bottle is for the Happy Ending finishing foam, to save you having to use the same bottle for both Snow Job and the Happy Ending foams.",
        "price": 20.99,
        "image": "BOHCB"
    },{
        "name": "GREAT BARRIER THINGY",
        "caption": "",
        "description": "The Great Barrier Thingy is an integral part of our Safe Wash System, made up of our 3 dedicated 15 litre wash buckets for Wash, Rinse and Wheels. The Great Barrier Thingy fits the easily identifiable buckets for washing and rinsing to dramatically reduce the chance of any grit and grime from scratching your car.. All Aussie designed and made, we've invested in local businesses to get this project done, keeping money in the local industry.",
        "price": 20.99,
        "image": "BOGBT"
    },{
        "name": "Great Barrier Thingy - Double Banger Edition (2 x GBT)",
        "caption": "",
        "description": "The Great Barrier Thingy is an integral part of our Safe Wash System, made up of our 3 dedicated 15 litre wash buckets for Wash, Rinse and Wheels. The Great Barrier Thingy fits the easily identifiable buckets for washing and rinsing to dramatically reduce the chance of any grit and grime from scratching your car.. All Aussie designed and made, we've invested in local businesses to get this project done, keeping money in the local industry.",
        "price": 38.99,
        "image": "BOGBTT"
    },{
        "name": "THE FLAT HEAD BRUSH",
        "caption": "FOR EASY CLEANING OF INNER WHEEL BARRELS.",
        "description": "The Flat Head (AKA Flatty) is for easy inner wheel barrel cleaning of open spoke wheels found on many performance and luxury cars. Its custom design is totally metal-free, so it won’t ever scratch your wheels, also incorporating a non-slip textured handle, ideal for when you’re going at it hammer and tongs. Your hand will rejoice over the knuckle saver and remarkable, long hard shaft for going deep into the wheel, keeping you away from any messy grime. It’s taken us a solid year of trial and error to create this one, here's why you’ll enjoy detailing with our Aussie made Flatty.",
        "price": 36.99,
        "image": "BOFHEAD"
    },{
        "name": "THE FLATTY SOCK",
        "caption": "BECAUSE SOMETIMES SOCKS WEAR OUT OR GET LOST",
        "description": "We spent years developing The Flat Head Brush (AKA The Flatty) to be built to last - as tough as we made the microfibre sock though, there was no way we could make it last as long as the hard plastic handle. But rather than make you guys buy a whole new brush when the sock wore out (or disappeared into that “black hole for socks” some washing machines seem to have), we’d rather offer a replacement sock... so you can have even more years of Flatty fun.",
        "price": 14.99,
        "image": "BOSOCK"
    },{
        "name": "THE LITTLE CHUBBY",
        "caption": "A VERY PLEASURABLE 9 INCH TOOL",
        "description": "The Little Chubby was custom created for us by a local Queensland brush maker, to suit more obsessive fanatics who wanted to safely detail delicate and expensive wheels. Using a solid plastic construction, we chose a soft synthetic bristle as our testing found the natural bristles would become brittle and damaged over time. This 5cm deep bristle will remain flexible, soft and very effective for years of great detailing. It also uses splayed out and sturdy feathered bristles, to be effective enough for the tougher detailing jobs, yet gentle and long lasting. We also added a chemical resistant neoprene bumper to further reduce the chance of ever harming your wheels.",
        "price": 29.99,
        "image": "BOCHUBBY"
    },{
        "name": "BIG BLACK ONE",
        "caption": "20 INCHES OF DETAILING JOY",
        "description": "This Big Black One was custom created for us by a local Queensland brush maker, to suit more obsessive fanatics who needed a good quality long handle brush. Using a solid plastic construction, we chose a soft synthetic bristle as our testing found the natural bristles would become brittle and damaged over time. This 5cm deep bristle will remain flexible and very effective for years of great detailing. It also uses splayed out and sturdy feathered bristles, to be effective enough for the tougher detailing jobs, yet gentle and long lasting. We also added a chemical resistant neoprene bumper, to further reduce the chance of ever bumping and harming your car.",
        "price": 36.99,
        "image": "BOBLACK"
    },{
        "name": "THE FOURSOME",
        "caption": "WHEN ONE IS NOT ENOUGH",
        "description": "We have customised this great combination of 4 round detailing brushes for the more fanatical car care lovers out there. A single brush cannot do all the detailing jobs around our cars and bikes, so these different sizes will make lighter work of the more intricate detailing jobs when used with our various Aussie car care products. All brushes have non-slip handles, are metal free, with a quality plastic construction and a super soft boars hair that we personally chose for their longevity and to ensure they won’t ever scratch any delicate surfaces. We know you will love them as much as we do!",
        "price": 31.99,
        "image": "BO4SOME"
    },{
        "name": "PLUSH BRUSH",
        "caption": "A soft bristle brush for cleaning many delicate surfaces.",
        "description": "This high quality brush was custom designed for us by a great Australian brush maker for safe, deep cleaning of larger fabric, canvas or vinyl surfaces around your car, truck, caravan or boat. You’ll be delighted of its effect when combined with our speciality water based cleaners for your ute tonneau, convertible roofs (both fabric and vinyl), canvas, bimini tops, awnings and more.",
        "price": 30.99,
        "image": "BOPB"
    },{
        "name": "THE WASH BUCKET",
        "caption": "OUR 15 LITRE, AUSSIE MADE BUCKET FOR YOUR WASH SUDS",
        "description": "Created for our Safe Wash System, this dedicated 15 litre wash bucket is part of our new bucket set for the safest clean of car or bike. We made these easily identifiable buckets for washing and rinsing as a two bucket wash technique, as it dramatically reduces the chance of any grit and grime from scratching your car. You use this bucket for your wash water and a 2nd rinse bucket for cleaning out your Muffy Sponge, Shagtastic Wash Pad, Wash Pillow, Shagamittastic Wash Mitt, or Love Glove mitt out before putting it back into your wash bucket. This simple system keeps the suds water clean and reduces the chance of any potentially scratching grit from ever damaging your cars paint. ",
        "price": 17.99,
        "image": "BOBWASH"
    },{
        "name": "THE RINSE BUCKET",
        "caption": "OUR 15 LITRE, AUSSIE MADE BUCKET FOR YOUR RINSE WATER",
        "description": "Created for our Safe Wash System, this dedicated 15 litre rinse bucket is a part of our process to get the safest clean of any car, truck or bike. We made this and our Wash bucket easily identifiable for a two bucket wash technique, as it dramatically reduces the chance of any grit and grime from ever scratching your car. You use this bucket for your rinse water to clean out your Muffy Sponge, Shagtastic Wash Pad, Wash Pillow, Shagamittastic Wash Mitt, or Love Glove mitt before putting it back into your wash suds bucket. This simple system keeps the suds water clean and reduces the chance of any potentially scratching grit from ever damaging your cars paint.",
        "price": 17.99,
        "image": "BOBRINSE"
    },{
        "name": "THE WHEELS BUCKET",
        "caption": "A DEDICATED 15 LITRE BUCKET FOR CLEANING YOUR WHEELS",
        "description": "Created for our Safe Wash System, this dedicated 15 litre Wheels Bucket is an addition to our 2 bucket Wash and Rinse set for the safest clean of your car, truck or bike. Made for the absolute fussiest detailing fanatics, you use this bucket for the real dirty job of washing your wheels, just add a double dose of your favourite wash and clean your wheels with wheel brushes and/or wheel woollies. As wheel washing is pretty much the dirtiest job around the car, you can use a 2 bucket method with our Rinse bucket for cleaning your wheel brushes out in it before going back into the Wheels bucket's suds. Just be sure to thoroughly rinse and wipe the Rinse bucket right out before using it for car washing, or better still, get a 2nd dedicated Rinse bucket for the job.",
        "price": 17.99,
        "image": "BOBWHEEL"
    },{
        "name": "MICROFIBRE BUCKET",
        "caption": "Our 15L Aussie made bucket to put your microfibre cloths in.",
        "description": "This Le Mans race livery inspired Microfibre Bucket is for putting your dirty microfibre in after detailing your vehicle, so they can be washed, either in the bucket by hand or in a machine. We'd recommend grabbing one of our lids (available in 2 colour options) as they're a great place to keep your microfibre off the ground when detailing so you don't get errant dirt and grit in the cloths. Adding a lid also makes the bucket a safe and sealed, dust free spot to store your Microfibre in when you're not using it. ",
        "price": 17.99,
        "image": "BOBMICR"
    },{
        "name": "SEALABLE BUCKET LID - PURPLE",
        "caption": "",
        "description": "We like lids for our buckets, so we made this one to safely seal your washing gear away from any dirt and dust between washes.",
        "price": 4.99,
        "image": "BOBLID"
    },{
        "name": "THE SPINAL TABS",
        "caption": "APPLY TO OUR BOTTLE SPINES FOR EASY IDENTIFICATION.",
        "description": "These are something that was suggested to us through the Bowden's Own Detailers Facebook group. Some tabs for the side spines of all our bottles, so the products are easily identifiable if you keep the bottles facing out from their sides. Ideal for those using detailing trolleys or have tight shelf space, which is only going to get tighter as we always have more gear coming!",
        "price": 9.99,
        "image": "BMSIDES"
    },{
        "name": "THE HOSE SLIDE PACK",
        "caption": "STOP HOSES & CORDS FROM GETTING CAUGHT AROUND TYRES",
        "description": "A cool little tool made by a young detailer after being faced with the common issue of having his electrical cords and hoses getting caught around his tyres. It drives us nuts, so we got these in and they work a bloody treat!",
        "price": 25.99,
        "image": "BOHOSLIDE"
    },{
        "name": "CANYON PRO GRADE TRIGGER",
        "caption": "It's big and black, something many pro detailers will love.",
        "description": "If you do a lot of detailing, a big ergonomic trigger is always a winner. A favourite of many professionals, this Canyon trigger is the bigger brother of what we use on our different retail bottles.",
        "price": 8.99,
        "image": "BOBIGBLACK"
    },{
        "name": "PUMPY PUMP - 5 LITRE BOTTLE",
        "caption": "Screws into our 5 litre bottles for easy and clean product dispersal.",
        "description": "The Pumpy Pump head screws straight into our 5 litre bottles, which is ideal for professionals or hardcore enthusiasts who buy the 5 litre bottles. ",
        "price": 12.99,
        "image": "BOPUMP5L"
    },{
        "name": "PUMPY PUMP - 20 LITRE DRUM",
        "caption": "Screws into our 20 litre drums, for easy and clean product dispersal.",
        "description": "The Pumpy Pump head screws straight into our 20 litre drums, which is ideal for professionals or super hardcore enthusiasts who get this sized drum.",
        "price": 20.99,
        "image": "BOPUMP20L"
    }
]
