
{
    "sections": [
        {
            "id": "F3F23691-6848-4454-936C-91DA01E570E7",
            "name": "Exterior",
            "displayImage": "car",
            "guides": [
                {
                    "id": "04A14FCE-0884-41C2-A4EC-87C3F746AA71",
                    "name": "Your new car detailing guide",
                    "caption": "So you’ve just bought a new car and you want to look after it using the Bowden’s Own range of products. This article will take an in-depth look at all aspects of cleaning and maintaining your new car.",
                    "displayImage": "newcarimage1",
                    "paragraph": [
                        {
                            "id": "76666241-D650-4037-B412-3C0824A8F0FA",
                            "title": "Clean your wheels first",
                            "paragraph": [
                                "Always do any car washing in the shade, with the paint cool to the touch for best results. Not doing this can cause the water and the wash suds to evaporate faster than you'd like, possibly leading to water spots on the glass and paint!", "We like to start by cleaning our wheels first, as they are generally the dirtiest part of the car, and the grime off them is not what you want going onto your freshly washed car. Also, it's more time efficient to wash afterwards, so you don't have the rinse water sitting on your cars panels for a longer period after washing.", "We've always liked using pressure washers to help detail our cars, and they help a lot with wheel cleaning. If you don’t have a pressure washer, and you’re using a hose, or your wheels needed some extra cleaning after the pressure washer, grab the dedicated Wheels bucket (place a Great Barrier Thingy in it if you like). Add half a capful of any of our car washes and then fill it to the desired level and suds it up using the hose or pressure washer. Get the bucket situated next to the first wheel you are going to clean.", "For wheel face and under guard cleaning we always use the Big Black One and Little Chubby brushes with a capful of Wax Wash or Nanolicious Wash in the dedicated Wheels Bucket. It's great to use in conjunction with our Wheely Clean and Orange Agent, to help get a totally perfect, no fuss clean. Grab the bottle of Wheely Clean and spray 6-8 sprays all around the surface of the wheel and allow 30 seconds to 1 minute for the product to turn purple as it reacts with the brake dust on your wheels. Then, dip your brush in the bucket and take the rich wash mixture to the wheels or inner guards. The bristle density means the brushes will suck up and transfer heaps of suds, for an even more fantastic clean. After running the brush over the area, bring it back to the bucket and thrash it about, before going again on the next section you need to clean. For smaller areas (like around wheel nuts) use our Nuts & Guts brush. For a complete clean, our Flat Head Brush is purpose built for inner wheel barrel cleaning of most open spoke wheels, with a tapered flat head for reaching tighter spaces with ease. Once finished, rinse the wheels off with a strong jet of water and then with all the brushes in the bucket you move onto your next wheel, till the job's all done.", "If you're cleaning really dirty or mud caked wheels, it's recomended to use a two bucket method with both the Wheels Bucket and a separate Rinse Bucket as well, rinsing the grit and grime from the brushes in the Rinse Bucket before putting them back into the Wheels wash mix. This really helps keep your wash water clean and grit free as you do all four wheel arches and wheels. Be sure to wash and wipe out the Rinse Bucket if you'll be later using it with the Wash Bucket on your cars paint.", "Once you're done, rinse the brushes out in fresh water and hang them by the hooks on the handle ends with the bristles facing outwards, or place them in the Wheels Bucket with the brushes facing outwards or upwards, to not disfigure them. If they do ever get a bit mashed down or up by mistake, just run hot water over the bristles with them facing downwards to help regain their shape."
                            ],
                            "video": "https://youtu.be/571rkMymBn0"
                        },
                        {
                            "id": "6A061DE7-22EB-4FC8-B56A-1E897E8B9C32",
                            "title": "Scrub your tyres",
                            "paragraph": [
                                "Often when you bring your new car home, it will have some really thick and nasty looking tyre shine product on it. We want to remove that and put on some of our no fling Tyre Sheen, to get those tyres looking like brand new again. We do this using our Orange Agent all purpose cleaner. Spray Orange Agent directly onto the tyre and then scrub them with the Little Chubby brush. When you're finished, pressure wash or rinse them off thoroughly."
                            ],
                            "video": "https://youtu.be/rlMG5j5aOQg"
                        },
                        {
                            "id": "CC7311AB-7970-446E-9A44-A0C2080DCD5A",
                            "title": "The Snow Job clean",
                            "paragraph": [
                                "If you have a pressure washer and our Snow Blow Cannon, follow the steps below. If you do not have a pressure washer, scroll down to the hand washing steps.", "The first thing we do is snow foam the vehicle with a strip wash solution using Orange Agent and Snow Job. This creates a thick, luscious foam over the entire vehicle that breaks down dirt, grime and loosens harder, baked on contaminants. It also removes any waxes or silicones on the paint, to ensure a clean surface for the following steps. NOTE: You DO NOT do this every time you Snow Job the car! You only do this maybe once or twice a year when you are doing a full cleanse, clay and seal. For regular Snow Jobs, use 900ml water and 100ml Snow Job solution.",
                                "Set up your pressure washer directly in front of your car and connect the power and your hose/water to it. Don’t turn it on yet! We use a 9:1 ratio of water to foam wash and have made this super easy to work out.",
                                "Simply fill the Cannon’s bottle to below the “Fill Water to Here” mark (that’s around 800ml of water), then measure and pour in 100ml of Orange Agent, then top it up with the Snow Job foam formula to the “Fill Snow Job to Here” mark (100ml of Snow Job). We put the Snow Job in last so it doesn’t foam up while you’re filling. If you're not using our Snow Blow Cannon, each capful of Snow Job is 50mls, so two capfuls is all you need to make up to one litre of Snow Job mixture.",
                                "Attach the bottle to the Cannon’s screw in intake, being careful to not cross-thread it, then shake it well with your thumb over the adapter tip to stop it splashing out.",
                                "Now attach the Cannon to the pressure washer, turn on the water, then power it up.",
                                "For the thickest foam possible, turn the Cannon’s top blue air adjustment knob clockwise towards the “-” symbol. If you desire less foam or wish to use less foam solution, turn it the opposite way towards the “+” symbol.",
                                "Squeeze the trigger of your pressure washer till the foam starts coming out.",
                                "Adjust the Cannon’s blue end nozzle to find your desired foam arc. We like it around half to two thirds of the way between full fan and powerful jet.",
                                "Keep the Cannon about a metre away from the cars’ surface to cover it in a lovely, thick foam. Starting on the lower sections and rear of the car, working your way around the car, from the bottom to the top, allowing the foam a longer dwell time on the dirtier, lower areas. Let the foam sit and do its work for 4 to 5 minutes, gently dissolving the grit and dirt from the surface. Do not let it dry.",
                                "Remove the Snow Blow Cannon attachment and insert your pressure washer nozzle.",
                                "Pressure wash the whole car starting from the top and working to the bottom, cleaning the very back of the car last so the foam has the longest dwell time on it.",
                                "Don’t let the jet of water get too close to window and door rubber seals or other delicate parts like fabric tops, or emblems on the car. A distance of 30cm to 50cm away is always recommended so no damage can occur from the water jet.",
                                "Once the foam is completely washed off, use your best judgement on whether it now needs a hand wash or not. If it does, you can follow the steps below - if it doesn’t, you can go on to drying."
                            ],
                            "video": "https://youtu.be/rlMG5j5aOQg"
                        },
                        {
                            "id": "0E251926-3D3D-4843-A665-862DCE7E63D0",
                            "title": "A safe hand wash",
                            "paragraph": [
                                "Place your Great Barrier Thingys into the bottom of your Wash and Rinse buckets. Fill the Rinse bucket with water to around the 2/3rds mark. This bucket will be used to rinse your wash pad, one of our safe microfibre wash tools like the Wash Pillow, Shagamittastic Wash Mitt or Muffy Sponge (this helps tremendously with minimising wash induced swirls and scratches). In the Wash bucket, put in 30ml of Nanolicious Wash or 50ml of Wax Wash, then fill to 2/3rds of the bucket. Using some pressure from the hose or pressure washer, you can now get the desired sudsiness.",
                                "Wash the car from top to bottom, rinsing your wash pad in the clean water after each section (one section could be a panel, or half a panel depending on how dirty the car is). We like to use the Wash Pillow for all the bigger areas like the roof, bonnet and doors, then use the Shagamittastic Wash Mitt for the more intricate areas like front grilles, around side mirrors etc.",
                                "TIP: When using our Wash Pillow, Shagamittastic Wash Mitt, or Shagtastic Wash Pad, take care around badges and sharp corners, as the shagadelic weave can get caught if you're not careful. Just use lighter pressure around these areas.",
                                "Now use a gentle stream of water over the car from the hose, to help remove the larger water beads and droplets."
                            ],
                            "video": "https://youtu.be/a2XAB2G7AB4"
                        },
                        {
                            "id": "8AA583A2-EE1A-42D2-BCE4-1007BB2DAE87",
                            "title": "Claying Rubber + Three Way iron decontamination\nWhat is it?",
                            "paragraph": [
                                "Three Way is an all Australian developed and made spray on iron removal product, that is safe to use on modern clear coat paint, headlights, exterior trim, chrome, glass and rubber. It offers intensive removal of embedded ferrous iron particles. Not just that though, it's been designed to be super lubricating so it can be used as a clay lube with our Claying Rubber. It's a uniquely pH neutral formula, utilising paint safe cleaners to help with the removal of old waxes and sealants, providing a thorough and total decontamination process. The thicker viscosity of the liquid allows for a slower drying time and longer dwell time on the side panels of your vehicle. Also helping with this is the fact that it's hydrophilic, meaning it spreads better across the panels, which in turn uses less product. This will leave an amazingly clean surface that will be ready for our Paint Cleanse & Restore, followed by our paint sealing products.",
                                "We've found for the most effective decontamination, use Three Way as the lube for our new Claying Rubber. This is a very specialised rubber compound that we’ve found to be super fine and won’t ever micro scratch or marr even the softest paints. It has replaced our older Clay Towels as it lasts longer, is more effective, as well as being just as fast and easy to use on larger panel areas.",
                                "Step 1: \nWash and dry the vehicle safely. We'd recommend to wash with one of our lubricating washes; Nanolicious Wash, Wax Wash or Auto Body Gel using one of our safe microfibre wash tools like our Wash Pillow or Shagamittastic Wash Mitt. We recommend to use a double solution of your favourite wash to make sure you're getting rid of as much dirt, oils and grease as possible. After you've washed the vehicle, dry it safely with the Big Green Sucker. Don't use any Boss Gloss or other detailing sprays on your Big Green Sucker during this drying process, as it can affect the next steps, and it'll also be a waste of product!",
                                "Step 2:\nMake sure the vehicle you're decontaminating is in the shade and the paint is cool to touch. A well ventilated area outside in the shade is ideal.\nPut on some gloves. Although the product doesn't smell of death, the gloves will make sure that your hands don't smell afterwards. Spray Three Way directly onto a panel, or half a panel depending on how big the area is. Do this one section at a time and allow 1 minute for the purple reaction to begin. This reaction is the ingredients in Three Way reacting with the iron particles on your paint, and safely breaking them down into a water soluble solution. With these particles now broken down, they will not scratch or mark your paint under the Claying Rubber.",
                                "Step 3:\nSpray a few sprays of Three Way into the Claying Rubber and GENTLY apply to the paint in straight lines over the lubricated area (DO NOT USE ON AN UNLUBRICATED AREA). You will feel the surface go from rough to smooth as the rubber polymer removes the bonded contamination from your paint. Once the paint is smooth, you know you're done and you can move onto the next section.\nApply more product as needed to keep each section well lubricated. You will notice as you work the product more, it will start to lather up. This is really deep cleaning the paint surface and removing the waxes and sealants. If the Claying Rubber becomes full of contamination (you will hear it sounding rough and not clearing up), then it's time to give it a rinse. Rinse it out in fresh, clean water, and then go right back to claying.",
                                "Step 4:\nWait another 1 minute for any further iron reaction (the product will keep reacting with any iron particles present during this whole process), then rinse the area thoroughly with water.\nRepeat this same method on all the remaining panels, making sure to rinse the Claying Rubber as you go to remove the contamination from the surface. Do this until the entire vehicle is done.",
                                "Step 5:\nWash and dry the vehicle again safely to remove any remaining residue left over from the claying process.\nIf your vehicle has extremely bad iron contamination, you may need to repeat this process.",
                                "Step 6:\nAfter use, rinse the Claying Rubber out thoroughly. You will need to rinse it in clean water, or run some clean tap water through the foam section on the back. DO NOT SCRUNCH IT UP AS IT WILL AFFECT THE RUBBER POLYMER. Run the side of your hand across the foam section to help remove as much water as possible. Store the Claying Rubber in a cool and dry place, rubber side up, as the rubber surface can become quite sticky - don't worry, this is normal. We find placing an old microfibre cloth under the Claying Rubber will help absorb residual water from it as it dries."
                            ],
                            "video": "https://youtu.be/yZdxeVzp_5I"
                        },
                        {
                            "id": "00783AD5-CB28-4519-BCAA-C5EF4BC86841",
                            "title": "Fast and easy drying",
                            "paragraph": [
                                "It's always important to remember when drying your car, that if the car is in the sun, you should be wetting the glass or panels periodically to avoid getting water spots.",
                                "When just used by itself, The Big Green Sucker is pretty damn good for drying your vehicle. But, you can make it even better... Just add Boss Gloss. This great technique is used by many professional detailers to make drying your vehicle easier than ever before. The idea is to use the Boss Gloss as a “drying aid”, by using the Boss Gloss's hygroscopic (it absorbs water) nature, helping attract and absorb the water into the fibres of The Big Green Sucker, hence cutting drying time as well as adding very important lubrication for further minimising errant dirt and grime ever scratching your paint. Also with this technique, the Boss Gloss gives an amazing shine to your paint as well.",
                                "The drying aid process:\nGet The Big Green Sucker and drape it over your arm with the bulk of the towel hanging down. Spray 4-6 sprays of Boss Gloss straight into the towel. Flip the towel over and spray another 4-6 sprays on the other side. Now dry the vehicle like you normally would, starting with the glass, then working top to bottom.",
                                "If you've got a larger car or truck, you'll notice when the towel starts to get full of water, as it will feel heavy and start to smear the water. It’s just telling you that it's time to wring it out. Don’t worry though, as you can wring it out multiple times without effecting its ability to dry your vehicles' paint. The Big Green Sucker can even do multiple vehicles, one after the other. If you do wring the towel out after it’s become drenched, spray a few more sprays of Boss Gloss onto each side of the towel as previously mentioned and continue drying."
                            ],
                            "video": ""
                        },
                        {
                            "id": "655A4F64-15E1-42F7-8709-C4814464C9AC",
                            "title": "After Glow?",
                            "paragraph": [
                                "Another option is the new After Glow. A specifically formulated drying aid that adds protection. The way you use this one is to get two of our Big Softie cloths. Using clean, fresh water, completely drench one cloth, then wring it out till it's just damp. Fold the damp cloth into quarters, to the low pile side, then spray 3-4 sprays of After Glow into the cloth. Work on one panel at a time, work in side to side motions; up and down/side to side. Leave the product to flash off for around 1 minute, then buff off any remaining residue with your second Big Softie cloth, again folded into quarters to the low pile side. Continue this technique for the entire vehicle.",
                                "Now your brand-new car is clean and protected. Now it’s just a matter of doing maintenance washes on your new ride to keep it looking its best for years to come!",
                                "We recommend applying another coat of Fully Slick after every 2-3 washes, and After Glow every 2-3 washes, to keep the protective hydrophobic properties of the paint the best they can be, and to help extend the life of the wax coating."
                            ],
                            "video": "https://youtu.be/YIS83jO4qzk"
                        },
                        {
                            "id": "780ACEF5-F06E-4B3D-BA50-D7B81C364236",
                            "title": "Dry the door jambs",
                            "paragraph": [
                                "This is really handy for keeping your door jambs looking like new. After you've finished washing and then drying with The Big Green Sucker, take a Dirty Deeds cloth, fold it into quarters and spray 3-4 sprays of Boss Gloss into the cloth. Now gently dry all areas of the door jambs, turning the cloth and adding more sprays of Boss Gloss as needed. You can also do the boot jamb and inside the fuel filler cap using this same method.",
                                "This technique will also work with Fully Slick and After Glow. NOTE: If you're going to use After Glow for this purpose, be sure to dampen the Dirty Deeds cloth first."
                            ],
                            "video": ""
                        },
                        {
                            "id": "4291DE98-58F3-4F6C-A984-A2ADA2E8D00C",
                            "title": "Paint cleaning, to prepare for wax",
                            "paragraph": [
                                "Now that the car is clean and dry, we can prepare the paint surface for the application of protection. We do this by using Paint Cleanse & Restore. Paint Cleanse & Restore will remove any leftover dirt or contamination on the surface of the paint to ensure you get the very best adhesion of Lazy Wax and Fully Slick.",
                                "Place a dollop the size of a 50c piece of Paint Cleanse & Restore onto your Circle Work (blue piping) pad, then lightly massage it into the surface of the pad with your fingers. In small sections (quarter of the bonnet, half of a front guard), work the product into the paint in an up and down/side to side motion, one panel at a time. Don't use too much force, but still enough to clean the paint. Once you can see a slight haze, or the product starts to go translucent (see through), buff the excess off using your Big Softie (blue piping), folded into quarters and to the low pile side of the cloth. Then fold and turn to the plush side and buff off any remaining residue for a brilliant shine. Continue doing this process one panel at a time, till the entire car is done."
                            ],
                            "video": "https://youtu.be/bSwkCTs9-Ow"
                        },
                        {
                            "id": "16600FDE-5406-47F1-ACD4-89480E4B471F",
                            "title": "Almost there, the final steps!",
                            "paragraph": [
                                "We’re now at the stage where the paint has been washed, clayed, cleansed and prepared for the final protection stage. Now we want to apply Lazy Wax for it's extra shine and depth and then Fully Slick to seal it all in. You can also use our Carnauba Body Wax instead of Lazy Wax if you prefer a cream wax, we usually go with Lazy Wax for this job now though as it's so much faster to do.",
                                "Starting with the roof, working top to bottom and one panel at a time, grab your Drop Bear cloth, spray 5-6 sprays of Lazy Wax into the Drop Bear cloth and wipe in a back and forward / up and down motion to get the best coverage of the product. Keep wiping until you no longer see any residue from the product left behind. Grab a second Drop Bear cloth and polish to a lovely gloss. We recommend to allow Lazy Wax to cure on the paint for a minimum of 4 hours – this gives the carnauba time to cure and harden on the surface.",
                                "After your allotted dry time, use another 2 Drop Bear cloths and repeat this process using Fully Slick, or read the next paragraph on using our even more protective After Glow.",
                                "Fully Slick needs around 1 hour to cure. If you want extra protection, you can also layer Fully Slick up to 3 times, if you wish."
                                
                            ],
                            "video": "https://youtu.be/6a0YUvgjD4Y"
                        },
                        {
                            "id": "E9DBD8F6-4920-4289-9398-264EA36CE8D6",
                            "title": "Exterior Plastics?",
                            "paragraph": [
                                "If your car has exterior plastics, now is the time to protect them with Vinyl Revival. We recommend to use Sublime Clean to clean the plastics first. Spray a few sprays of Sublime Clean into an applicator like our Square Bear applicator pad, then gently wipe the plastic that you're going to be treating - while the product is still wet, wipe off any excess with a Dirty Deeds cloth.",
                                "With the plastic now clean and free from any silicones or other dirt residue, we need to protect them with Vinyl Revival. Using the same technique as with the Sublime Clean, spray 4-5 sprays of Vinyl Revival into an applicator like our Square Bear, then wipe over the plastic back and forth to get a good, even coverage. Leave the product for around 1 minute, then wipe any excess off with a clean and dry Dirty Deeds cloth. Give the plastic another coat of Vinyl Revival for extra protection."
                            ],
                            "video": ""
                        },
                        {
                            "id": "5A3EA04E-13EA-458F-A3A0-ADF5F331A2E3",
                            "title": "Glass, Tyres & Wheels",
                            "paragraph": [
                                "We like to do these last...",
                                "Interior and exterior glass can be cleaned in the same way. ",
                                "Naked Glass and a Big Softie in hand, follow these simple steps for the perfect finish.",
                                "Lightly mist Naked Glass into a folded Big Softie cloth and apply to the glass. DO NOT drench the cloth - a spray or two is always enough. Back and forth, then up and down, ensuring good coverage.",
                                "Turn and fold the cloth to the dry, plush pile side and buff off any residue to a perfect finish. If your cloth is wet from product, or you begin to notice slight streaking, it's time to swap it for a fresh, dry cloth. It's imperative that the cloth is dry to achieve that perfect, streak free finish.",
                                "We say to spray into a cloth and apply so you don't get over spray everywhere, saving you time in cleaning up later. Only if the glass is really, really dirty is it a good idea to spray a little bit extra directly onto the glass.",
                                "Wheels and Tyres are lucky last. Dry the tyres first with a clean and dry Dirty Deeds cloth. Then, spray 3-4 sprays of Tyre Sheen into your All Sorts applicator then wipe over the tyre, covering all the rubber surface, getting it into the lettering on the tyres. If you like a shinier look on your tyres, you can apply a second layer of Tyre Sheen after the first layer has dried.",
                                "We aim for a mid sheen on the tyre, just better than a new tyre; that's the finish we get with this applicator.",
                                "To add some protection to your wheels, you can apply Fully Slick with a Dirty Deeds cloth, or After Glow with a damp Dirty Deeds cloth. This will help protect the wheels, and help brake dust come off easier next time you clean them.",
                                "TIP: If you're working in the sun, you would dry your wheels earlier in the process to avoid water spots."
                            ],
                            "video": ""
                        },
                        {
                            "id": "B6097860-4D9B-438A-B395-B2E43550B7A2",
                            "title": "Interior clean and protection",
                            "paragraph": [
                                "Now it's time to turn your attention to the interior of the car.",
                                "Often times when you pick up a new car, the car dealer will have applied a silicon dressing to all the plastics to make them nice and shiny for you - but, we hate shiny! Interior plastics should retain a fresh \"like new\" matte finish to them, in our opinion. The best way to attain this finish is with our Vinyl Care.",
                                "Now, if your interior hasn't been attacked with the shiny stuff, application of our Vinyl Care will be enough. Spray 3-4 sprays of Vinyl Care into a Square Bear applicator pad, then apply an even layer to the interior plastics. While the product is still wet, pull off the excess with a Plush Daddy cloth. Continue this process throughout the whole car on all plastic and vinyl surfaces.",
                                "If your interior plastics do have that shiny look to them, it's a good idea to remove the previous products used on them so you can remove that shiny look, and Vinyl Care can stick to the plastics and vinyl effectively. We do this with our versatile all purpose cleaner: Orange Agent.",
                                "To apply, spray Orange Agent to lightly dampen one side of a Square Bear microfibre applicator pad. Work in small sections at a time, applying in a gentle circular motion to the affected surface.",
                                "Now this is the important bit; wipe off the Orange Agent with a folded, clean, low pile microfibre cloth like our Plush Daddy while it's still wet. You remove it wet, so the embedded silicon and other grime you've cleaned off are wiped into the cloth with the cleaning solution, because if you let it dry, it will bond back onto the surface you're trying to clean. Be sure to inspect the cloth after each use and fold to a fresh, clean side when you begin seeing any dirt and grime building up in it.",
                                "If you notice the microfibre applicator getting slightly dirty, (especially when cleaning more grime affected surfaces) you can hand wash it out in fresh water, then wring it out till its dry/damp, apply Orange Agent and carry on cleaning.",
                                "Continue doing this system of cleaning, till all surfaces are clean.",
                                "It's important at this stage, that if you've used this method with the Orange Agent, that you come back through and apply Vinyl Care in the aforementioned manner to all the surfaces that Orange Agent was used on. Orange Agent will leave the surface clean, but it will also leave it unprotected - this is why it's so important to use Vinyl Care as your last step."
                            ],
                            "video": ""
                        },
                        {
                            "id": "8EFC007D-B8AF-4669-A54C-3B294BBA6D62",
                            "title": "Leather interiors",
                            "paragraph": [
                                "If you've got a leather interior, it's important to start off on the right foot with our leather care system; Leather Love and Leather Guard. We always recommend to do a deep clean on the seats first, to remove any silicones that may be present, then move onto the Leather Love and Leather Guard. We do this with Orange Agent. Orange Agent is a super versatile all purpose cleaner that's perfect for deep cleaning modern, PU coated leather.",
                                "The first thing to do is to vacuum up any bigger bits of dirt and other debris. The process is just like that for cleaning all the interior plastic trims: apply Orange Agent to an applicator like our Square Bear, then work the product into the leather back and forth, even little circles if you want so that you don't miss any surfaces. With the product still wet, wipe off the residue with a clean Plush Daddy cloth. Continue this technique for the remainder of the leather seats.",
                                "Next, grab your Leather Love and a Square Bear applicator, and apply the product the same way you did for the Orange Agent - wipe the product in generously over a section at a time, then with the product still wet, wipe off any excess with a clean Plush Daddy cloth. Once all of the leather has been done in this manner, use the exact same technique to apply the Leather Guard. Now your brand new leather is clean from dirt and silicones and protected from wear and tear.",
                                "We recommend to re-apply Leather Love every 1-2 months in the hotter climates and apply Leather Guard every 3rd time you apply Leather Love."
                            ],
                            "video": ""
                        },
                        {
                            "id": "968A8ADE-112B-4C58-9578-E3C9044485B2",
                            "title": "Interior glass and stereo screens",
                            "paragraph": [
                                "For all your internal glass, including the inside of the front windscreen, use Naked Glass on a Big Softie cloth. Same procedure as for the exterior glass; 2 sprays of Naked Glass onto a folded Big Softie cloth to its low pile side, then gently wipe the glass until it's clean. Once clean, flip the Big Softie cloth to its plush pile side, and buff off any remaining residue for a lovely, streak free finish.",
                                "You can also use this same combination and technique for stereo screens, instrument binnacles and any interior chrome or plastic chrome. Simply spray 1-2 sprays of Naked Glass into a folded, clean Big Softie cloth and gently wipe the surface of the screen or binnacle. Ensure the cloth is 100% clean and dry to avoid scratching the plastics on these screens. Naked Glass is 100% safe for these surfaces, but you don't want any errant dirt in the cloth doing any damage!"
                            ],
                            "video": ""
                        },
                        {
                            "id": "49B72A1A-000C-4FFB-B2FD-AD2FCB240C9F",
                            "title": "Looking after your microfibre cloths",
                            "paragraph": [
                                "One of the most important jobs of the entire detail is making sure you clean your microfibre cloths properly. Look after your cloths, and they'll look after you for years to come. Our Microfibre Wash was made specifically to clean waxes, polishes and cleaning products from microfibre cloths. It won't work for your clothes to remove tomato sauce stains, but it'll keep your microfibre cloths like new.",
                                "Before you begin washing all your cloths, give the applicator pads (Circle Work pads) you have used for the wax and cleanser a quick pre-wash. These pads are about the hardest things to really clean right, as the build up of product gets deep into the cloth and keeps increasing over time. Our Microfibre Wash completely cleans these fibres and removes all this residue, bringing them back like new every single wash.",
                                "Straight after use, put them into a bucket or wash sink with a couple litres of warm water. After an initial soak of a minute, lightly pour about 10 mls of Microfibre Wash into each damp pad, rub it all over the surface till suds appear. I usually rub the two circle work pads together, just for 30 seconds or so, so the wash gets right in there.",
                                "Rinse clean with fresh water and then add them with the rest of the cloths to the washing machine.",
                                "Add 20-60ml of Microfibre Wash to your machine (depending on how many cloths you're washing), and put the machine on a normal wash cycle with warm water. DO NOT ADD FABRIC SOFTENER.",
                                "Once the cloths have been washed, pop them in the dryer on the cool/warm setting for around 45 minutes, or until they come back nice and fluffy. Once the cloths are dry, pack them away in a sealable container, ready for their next use!"
                            ],
                            "video": ""
                        },
                        {
                            "id": "8E504D0F-EADD-416F-8948-C64AD9DD1E07",
                            "title": "What now? Regular maintenance",
                            "paragraph": [
                                "So you've completed all of the steps above - but now what? What do you do for regular maintenance and how do you look after your car on a week to week basis?",
                                "We recommend to wash your car weekly. Start with the Snow Job and then move onto the 3 bucket wash method with your favourite wash tool and wash soap (we love the Shagtastic Wash Pad and Nanolicous Wash). If your car could do with a boost in shine or protection, this is a good time to use our new super hydrophobic finishing foam; Happy Ending.",
                                "Happy Ending was made to quickly give a visible boost of protection to the car at the end of the wash, as well as creating a super high gloss and slippery smooth finish. All this happens from simply spraying it on, and then pressure washing it off, to leave a super hydrophobic coating, before drying the car as you do in a normal wash."
                            ],
                            "video": "https://youtu.be/K0OZodiTP3M"
                        }
                    ]
                    
                },
                {
                    "id": "9A2E8771-AA01-452D-8BBD-57E5F2B2C05D",
                    "name": "A starters guide for our car care products.",
                    "caption": "G'day there, you might be one of the many people interested in giving our car care a go, but with the bigger range we have you don't quite know where to start! Don't worry, you're not alone here, which is why we have written this article on a starter kit of products that you'll enjoy using and get really great results from. Let's run you through this system of three products and the accompanying gear we have to wash, dry and protect your beloved daily, modern drive car.",
                    "displayImage": "newcarimage1",
                    "paragraph": [
                        {
                            "id": "D790C459-E80C-445E-A825-A961EFDD1B45",
                            "title": "The list.",
                            "paragraph": [
                                "Keeping this nice and simple, let's start with a list of some of our best washing gear, plus one of our easiest to use spray sealants that you can use on the wet car after it's been washed and then a great and safe way to dry the car once you're done.",
                                "Nanolicious Wash - Our best wash for modern cars.\nShagtastic Wash Pad - A very good all rounder microfibre washing tool for safe and better washing.\nBig Green Sucker - Our famous drying towel that's better, easier and faster for drying, which is why it's so popular.\nBoss Gloss - A detailing spray that you use with the Big Green Sucker as a drying aid.\nThe Wash and Rinse buckets with Great Barrier Thingys: For helping give you a better, safe wash by hand.\nWet Dreams - An after-wash super hydrophobic sealant, you spray on, wipe and then hose off for epic protection and shine.\nA Big Softie microfibre cloth - To use with the Wet Dreams. ",
                                "You can get all of these products in three different money saving packs, namely the Nanolicious Wash Pack, Two Bucket Wash Kit and the Wet Dreams Pack.",
                                "Another good one to look at adding can be our Microfibre Wash, to care for your cloths after use and help keep them working like new. ",
                                "Now let's run through using them together as a fun car care system! "
                            ],
                            "video": ""
                        },
                        {
                            "id": "855F348E-6C04-4566-BAFC-46BFFE59AA9B",
                            "title": "Step 1: The hand wash.",
                            "paragraph": [
                                "We use a washing system where the whole goal is to try and help minimise wash induced swirls and scratches.",
                                "Start by placing the Great Barrier Thingys into the bottom of your Wash and Rinse buckets - these will help stop heavier dirt and grime getting back into your wash tools. Now fill the Rinse bucket with water to around 3/4 full. This bucket will be used to rinse out your Shagtastic Wash Pad, one of our safe microfibre wash tools. Now fill the Wash Bucket to 3/4 full, then put in 30ml of Nanolicious Wash, using some pressure from the hose, to get some nice suds happening.",
                                "The two bucket wash kit will come with a lid - use it as a safe place to keep the Shagtastic Wash Pad on during the wash process, don't ever leave it or any of the other microfibre cloths on the ground or grass.",
                                "It's important to wash out of the direct sun, preferably first thing in the morning or the later afternoon on a car that's cool to the touch. All this is done to prevent premature drying of the wash suds, or rinse water, as the latter might create water spots if it dries too fast.",
                                "If the car is a little bit more dirty, use the hose jet to give it a quick pre-rinse and remove as much of the dirt as possible, especially on the lower and rear sections of the car.",
                                "Now dip the Shagtastic Wash Pad into the suds of the Wash bucket and start by washing in sections, starting from the cleaner top parts and doing the lower, dirtier bottom and rear parts last. Move the pad in straight lines over the panels, not circular motions, to minimise the chance of creating swirls and scratches if you were to pick up a bit of grime. Then rinse your wash pad out in the clean Rinse buckets water after each section (one section could be a panel, or half a panel depending on how dirty the car is).",
                                "TIP: When using our Shagtastic Wash Pad, take care around badges and sharp corners, as the shagadelic weave can get caught if you're not careful. Just use lighter pressure around these areas."
                            ],
                            "video": ""
                        },
                        {
                            "id": "2BA6A534-158F-49F0-BD1E-B552EC65C781",
                            "title": "Step 2: Protection and shine.",
                            "paragraph": [
                                "So the car is now all clean and still wet from your rinsing off the wash suds, its time to add some great protection and shine! For this we use our super hydrophobic spray on sealant that creates great protection, shine and a super slick feel after you wash. It's a convenient spray on and rinse off application - the way it works on a still wet surface is a total dream. Hence why we have named it; Wet Dreams. Using this makes your car easier to wash, dry and keep clean overall.",
                                "Work on one wet panel area at a time, evenly mist Wet Dreams in a sweeping motion over the entire surface.",
                                "Wet and then wring out a Big Softie microfibre cloth, then wipe over in a back and forth methodical action to get an even coverage. (Continue to wring this cloth out between different panels/sections as well).",
                                "IMMEDIATELY rinse off thoroughly with a strong jet of water in a methodical side to side motion, from the top to the bottom, being sure to rinse any glass and adjoining panels that might have gotten overspray on them as well.",
                                "You will notice the instant protection and \"bead porn\" effect that's activated by friction from the strong jet of water over the surface. You'll notice the beading will get better over the next 10 to 15 minutes as the product cures on the surface. If you wish for more water beading after the first application, re-apply to the areas that need it for complete satisfaction."
                            ],
                            "video": ""
                        },
                        {
                            "id": "830C8ED1-39A3-49B7-A157-92A717662275",
                            "title": "Step 3: Drying.",
                            "paragraph": [
                                "Make smart use of the new found surface tension to help dry the car. Do this by taking the end off your hose and flooding the panels with water, sheeting the majority of the water droplets from the now coated surface.",
                                "Dry the car with our Big Green Sucker drying towel, with 6 to 8 mists of Boss Gloss as the drying aid into each side of the towel. Boss Gloss used this way will not affect the super hydrophobic surface.",
                                "It's at this stage where the smoothness of the surface will become apparent, and also how much easier the drying has become. It's very important to use a drying towel for the first time after applying, to ensure a perfect finish - never air dry the car or blow dry the car down after applying Wet Dreams. You can use a small blower to remove water from hard to reach areas though (mirrors, panel gaps, grills etc), just not to touchlessly dry the paint and treated surfaces. ",
                                "We don't recommend using Wet Dreams on your windscreen. If any overspray has gotten on it, don't freak out, just clean both windscreen and wipers with Naked Glass and a Big Softie cloth to prevent the chance of the wipers smearing the next time you use them.",
                                "We have found that the protective finish and water beading will last for up to two months on daily driven cars - longer on cars that are better pampered or have better condition paint.",
                                "After you're done drying, go find a refreshing beverage and enjoy the new shine to your car. You too will share our same goofy, satisfied look when you see the amazing shine you've quickly created."
                            ],
                            "video": ""
                        },
                        {
                            "id": "5A28F21F-5F82-45EF-A090-9340DD7C47F6",
                            "title": "Step 4: Caring for the microfibre",
                            "paragraph": [
                                "Once done, it's very important to pre-rinse the Big Softie cloth in a bucket of clean water, as you don't want this towel to dry with the Wet Dreams product in it. If it does dry, the cloth will become super hydrophobic and forever repel water!",
                                "We recommend machine washing all your microfibre after each use, so after the pre-rinse, wash it with the Big Green Sucker and any other microfibre cloths with 20mls of our Microfibre Wash. Then either machine dry (preferred) or air dry indoors, so nothing can get into the cloth.",
                                "Store the cloths in a sealable plastic storage tub, so they are ready for the next time you need to use them."
                            ],
                            "video": ""
                        }
                    ]
                },
                {
                    "id": "F01B3D67-F0B1-43BB-8765-D44AB5530988",
                    "name": "Why we started Bowdens Own - Classic Car Care",
                    "caption": "Classic cars were built different to modern cars; real metal, real chrome and quite often poorly sealed windows and electricals that let water in!/nWe have a long love affair with classics of all sorts, being the main reason Bowden's Own exists in the first place, as we were not contented with the type of products in the market some 20 years ago, so rather than sit back and accept it, we started making our own. We find it can be quite therapeutic to spend some time with your loved classic - something we always keep front of mind when making all of our products to help make detailing fun and importanlty increase the enjoyment of owning a classic car./nIn this guide we're going to run through a system of what we see as our better products and processes that you can use to look after and pamper your classic ride.",
                    "displayImage": "newcarimage1",
                    "paragraph": [
                        {
                            "id": "95EAD2CC-6F98-4B36-B82C-C75FAD7B80D7",
                            "title": "Let's start with washing",
                            "paragraph": [
                                "Get all of the products out that you're going to need for your wash, plus your pressure washer, and get it all set up. For our wash here, we'll need the following:",
                                "4 buckets - Wash, Rinse, Wheels and another one for your Microfibre.\nHose Slides.\nBrushes (Little Chubby, Flat Head, Foursome).\nSnow Job foam + Snow Blow Cannon.\nOrange Agent/Wheely Clean.\nWet Dreams.\nWax Wash + Wash Pillow/Shagtastic Wash Pad.\nBoss Gloss + Big Green Sucker.\nNaked Glass + Inta-Mitt.\nClean Detail + Dirty Deeds.\nTyre Sheen + All Sorts applicator.\n"
                            ],
                            "video": ""
                        }
                    ]
                }
            ]
        },
        {
            "id": "0641462D-6388-4E87-8758-96290929A6A6",
            "name": "Interior",
            "displayImage": "steeringwheel",
            "guides": [
                {
                    "id": "18787040-DB81-4140-80FF-161041776D8F",
                    "name": "Real leather care for all modern cars",
                    "caption": "Correct Leather care is critical for all modern car leather. Take the time to have a read into our long journey to create products to properly care for them.",
                    "displayImage": "leathercare1",
                    "paragraph": [
                        {
                            "id": "6876CEFE-873D-435B-86DA-2BDCB7DEFFF5",
                            "title": "Leather care advice from our Chemists",
                            "paragraph": [
                                "A couple of years ago we sat down with some specialised industrial chemists who have worked in the leather manufacture and care industry for over 35+ years. They were a lot smarter than us (not that hard really) in understanding what the ideal product is for maintaining the leather surfaces in cars. When researching what was being used currently, we sadly found a variety of products that simply were not suitable for the current auto leather.",
                                "For the reason of dollars rather than sense, nearly all the array of products contained oils, silicones, paraffins, waxes, petroleum distillates, or a lethal concoction of these. All of which ARE NOT SUITABLE FOR POLYURETHANE (PU) COATED LEATHER, as used in nearly every-car since the mid 1980's. If used on a regular basis they can damage the PU top coat of the leather. Most actually do the opposite of what they claim, by damaging the coating, and making it vulnerable to accelerated wear and even de-laminating. So it initially feels nice and soft on the outside, but it is being killed by the products permeating into the coating and disrupting the structure. So, let's explain the dramas you can face with these 'leather care' products."
                            ],
                            "video": ""
                        }
                    ]
                }
            ]
        }
    ]
}
