[
    {
        "name": "THE BEAUTIFUL BEADS PACK",
        "description": "The Beautiful Beads Pack is a great combination of our Flash Prep spray to get a great clean surface for our mighty Bead Machine super hydrophobic sealant to work its very best. It also comes with 4 x Big Softie cloths to go with each of these two products.",
        "price": 99.99,
        "image": "BOMACHINEP"
    },{
        "name": "THE BLACK BOX",
        "description": "The Black Box is a complete kit for restoring and protecting faded black plastic trim. It comes with our Mr Black trim restorer, and everything else you'll need to complete the job like a pro, including a handy step by step instructional guide.",
        "price": 88.99,
        "image": "BOBBOX"
    },{
        "name": "HAPPY ENDING PACK",
        "description": "A great pack of gear for you to help give your 4 wheeled friend a Happy Ending when you're using a pressure washer and our Snow Blow Cannon. ",
        "price": 112.99,
        "image": "BOHAPPYP"
    },{
        "name": "WET DREAMS PACK",
        "description": "A great little pack of our Wet Dreams spray on, rinse off protective sealant and the Big Softie cloth you should use to spread it, for a perfect, even finish.",
        "price": 47.99,
        "image": "BODREAMSP"
    },{
        "name": "SNOW AND BLOW PACK",
        "description": "A great combination pack of the Snow Blow Cannon with our custom Snow Job foam wash, that was created for regular use on all cars; modern and classic, even those with sensitive paint finishes. The thick and long lasting foam blankets the car, to loosen and dissolve heavier contaminants and grit from the painted surface, so you're no longer grinding this dirt and grit into your paint while you wash. Spray this through our awesome Snow Blow Cannon, to dramatically decrease the chance of getting any swirls or scratches when washing your car. ",
        "price": 139.99,
        "image": "BOSNOWPACK2L"
    },{
        "name": "NANOLICIOUS WASH PACK",
        "description": "The ultimate washing pack with our most popular combination of gear. These products were all created as a system to dramatically reduce the chance of ever getting swirls or micro-scratching your paint while washing. You also get a cool bag :).",
        "price": 84.99,
        "image": "BONANOSP"
    },{
        "name": "WASH PACK",
        "description": "Our very popular wash pack is all you need for the best wash under the southern cross.",
        "price": 45.99,
        "image": "BOWAP"
    },{
        "name": "LITTLE DETAILS PACK",
        "description": "Our Mini Me Little Details Pack is a smart little kit of some of our favourite products for washing, drying, paint cleansing, enhancing and protecting your paint. We added the popular Naked Glass as well for keeping your glass clean! It's a really nice intro pack for those wishing to give our gear a go.",
        "price": 51.99,
        "image": "BOLDP"
    },{
        "name": "ROAD TRIPPER PACK",
        "description": "Our Mini Me Road Tripper Pack contains all the essentials for your next road trip. From cleaning your wheels, to cleaning off that pesky bug splatter, to washing and protecting your paint - we've even covered glass cleaning. It's a great companion kit to take with you on your next road trip to keep your ride looking nice while you're on the road!",
        "price": 39.99,
        "image": "BORTP"
    },{
        "name": "THE INSIDE JOB PACK",
        "description": "The Inside Job Pack is a great little pack for looking after and maintaining your cars interior. Keep it handy in your car, with the travel bag having a handy Velcro backing to easily stick to your boot carpet, so you can quickly clean up any issues as they happen.",
        "price": 51.99,
        "image": "BOIJP"
    },{
        "name": "AFTER GLOW PACK",
        "description": "After Glow is a remarkable drying aid for the fussiests of car fanatics. It came from a near 2 year development project, with close to 90 different product formulations. Tonnes of testing has been done to perfect After Glow and get it to the point where it is now, and we're sure you'll love it as much as we do!",
        "price": 57.99,
        "image": "BOGLOWP"
    },{
        "name": "CLAYING RUBBER PACK",
        "description": "One of the first steps to shiny paint, is to return it to a nice and smooth finish, free from any bonded contaminants. This new Claying Rubber Pack combines the Claying Rubber and Three Way, and is what we’ve found to be the easiest, fastest and most effective way to remove these bonded contaminants in one simple step. Using this will help make your paint super smooth and remove embedded iron contamination in one simple step. It will also help to make the paint cleanser, waxes and sealant products easier to use, give a great shine and protect at their very best.",
        "price": 68.99,
        "image": "BOFCRP"
    },{
        "name": "CLAY BAR PACK",
        "description": "For perfect, smooth and clean paint, this is the ideal pack. Ideal on cars older than a year, to make our paint cleanser easier to use and the wax, or Fully Slick last longer.",
        "price": 53.99,
        "image": "BOCBP"
    },{
        "name": "PAINT REJUVENATION PACK",
        "description": "Feel like your paint needs some love, then treat it to the good gear in this rejuvenation pack.",
        "price": 54.99,
        "image": "BOCP"
    },{
        "name": "WAX PACK",
        "description": "Give your paint some life, our wax pack is here to nourish, protect and bring out that beautiful, deep carnauba wax shine to your paint.",
        "price": 58.99,
        "image": "BOWP"
    },{
        "name": "LAZY WAX PACK",
        "description": "We don't think there is a single car lover who doesn't desire faster and easier to use car care, especially when it comes to waxing. This combo is by far the easiest way to wax your car, giving it a stunning show car shine and the natural protection that carnauba wax offers.",
        "price": 69.99,
        "image": "BOLAZYP"
    },{
        "name": "FULLY SLICK PACK",
        "description": "Create a protective, showroom shine in one quick step with this combo pack. Ideal for a quick spruce up before a show, or between washes and waxes.",
        "price": 64.99,
        "image": "BOFS2P"
    },{
        "name": "BOSS GLOSS PACK",
        "description": "This pack combines our super glossy and easy to use Boss Gloss detailing spray and two of the super plush Drop Bear towels. It's a combination that we use to quickly spruce our own cars up either before a tour or at a car show.",
        "price": 61.99,
        "image": "BOBOSSP"
    },{
        "name": "CLEAN DETAIL PACK",
        "description": "If you're after the quickest clean and detail for your cars slighly dirtier areas, this little combo is perfect. No hassle cleaning for engine bays, door jambs,  hand prints, bird droppings and lots of other things when you need that bit more cleaning oomph in your detailing spray than protection. ",
        "price": 37.99,
        "image": "BODP"
    },{
        "name": "BUGGER OFF PACK",
        "description": "After any long trip you're going to deal with cleaning bug strike marks from the nose of your car, bike or truck. This combo pack off the Bugger Off spray and DeBugger Cloth is what we see as the best and easiest way to tackle this job.",
        "price": 30.99,
        "image": "BOBUGP"
    },{
        "name": "NAKED AND INTA-MITT PACK",
        "description": "This pack is a great way to get perfectly clean and streak free glass. Consisting of Naked Glass and The Inta-Mitt, it's sure to make glass cleaning easy!",
        "price": 33.99,
        "image": "BONIP"
    },{
        "name": "NAKED GLASS PACK",
        "description": "All you need for perfectly clean glass, this pack comes with our fantastic Naked Glass and a well sized Big Softie cloth to ensure a perfect, smear free finish every time.",
        "price": 28.99,
        "image": "BONGP"
    },{
        "name": "VINYL CARE PACK",
        "description": "Keep your plastic, rubber and vinyl beautifully clean and protected with this pack. Using the combination of our best products to provide easy and effective long-term care to your interior trim.",
        "price": 47.99,
        "image": "BOVP"
    },{
        "name": "LEATHER CARE PACK",
        "description": "Your leather will never look, feel and smell better. This pack includes everything you need to keep your leather like new:",
        "price": 75.99,
        "image": "BOLP"
    },{
        "name": "METAL POLISHING PACK",
        "description": "We love our Metal Polish to bring up the shine on any of the race wheels we have on the cars in our shed, as well as using it to clean chrome, stainless steel and even polish the windscreens on our many cars we use on the road.",
        "price": 41.99,
        "image": "BOMPK"
    },{
        "name": "ENGINE BAY DETAIL PACK",
        "description": "We get asked a lot about engine cleaning and these are the two products we love to use, for quick and effective cleaning on our many varied engine bays, whether it be modern or classic cars.",
        "price": 57.99,
        "image": "BOEP"
    },{
        "name": "VINYL AND PLASTIC REVIVAL PACK",
        "description": "A partnership of two products that will really care for your vinyl, plastic and rubber exterior trims over the long term.",
        "price": 68.99,
        "image": "BOVRP"
    },{
        "name": "WHEEL AND TYRE CARE PACK",
        "description": "We made this special pack for you to care for your cars 4 round friends. It comes with two great products made just for the job.",
        "price": 53.99,
        "image": "BOWTP2"
    },{
        "name": "MEGA FROTHER PACK",
        "description": "Do you like to get your froth on and love the extra cleaning power of Mega Snow Job? This pack is for you! With this combo of The Frother, Mega Snow Job 5L and a 5L Pumpy Pump, you can get your froth on anywhere, anytime.",
        "price": 152.99,
        "image": "BOMEGAFROTH5P"
    },{
        "name": "MEGA SNOW & BLOW PACK",
        "description": "A great value buy for people who want a cannon and love Mega Snow Job for their 4x4s and other recreational vehicles. Includes our Snow Blow Cannon, five litres of our Mega Snow Job heavy duty snow foam and a 5L Pumpy Pump for easy dispensing.",
        "price": 197.99,
        "image": "BOMEGABLOW5P"
    }
]
